// 
// LOCALIZATIONS
// 
const th = {
  // PAGE TITLES
  'page_title_cpinfo_diagnostic': `การวินิจฉัยโรค`,
  'page_title_cpinfo_medical_treatments': `การรักษา`,
  'page_title_cpinfo_body_equipment': `กายอุปกรณ์`,
  'page_title_sitting_position': `ท่านั่งที่ถูกต้อง`,
  'page_title_wrong_sitting_position': `ท่านั่งที่ผิดปกติ`,
  'page_title_streching': `การยืด`,

  //
  // CPINFO
  //
  'cpinfo_meaning_title' : `Cerebral palsy (CP)`,
  'cpinfo_meaning_body' : `คือ กลุ่มอาการที่เกี่ยวข้องกับการพัฒนาการด้านเคลื่อนไหวและการทรงท่าที่ผิดปกติโดยเกิดจากการพัฒนาของสมองที่ผิดปกติในระยะที่เป็นทารกในครรภ์หรือทารกแรกเกิด ความผิดปกติของสมองเกิดขึ้นตั้งแต่อยู่ในครรภ์จนถึงช่วงอายุ 5 - 7 ปี จึงจะเรียกว่า “เด็กภาวะสมองพิการ”`,

  // CPINFO > CAUSE
  'cpinfo_causes_title' : `ปัจจัยเสี่ยงของการเกิดภาวะสมองพิการ`,
  'cpinfo_causes_item_1' : `สมองได้รับอุบัติเหตุ หรือ สมองเจริญเติบโตผิดปกติ ตั้งแต่อยู่ในครรภ์ จนถึงช่วงอายุ 5-7 ปี`,
  'cpinfo_causes_item_2' : `การคลอดก่อนกำหนด หรือ การคลอดหลังกำหนด`,
  'cpinfo_causes_item_3' : `ความผิดปกติของเนื้อเยื่อในโพรงสมองที่มักจะเกิดจากการคลอดก่อนกำหนด`,
  'cpinfo_causes_item_4' : `เลือดออกในสมอง`,
  'cpinfo_causes_item_5' : `สมองมีการติดเชื้อหรือการอักเสบ`,

  // CPINFO > ANOMALIES
  'cpcategory_anomalies_title' : `แบ่งตามความผิดปกติตามรยางค์ของร่างกาย`,
  'cpcategory_anomalies_item_1' : `<b>Monoplegia</b> : เด็กมีความผิดปกติที่แขนหรือขาเพียง 1 ข้างแต่มักพบที่ขา`,
  'cpcategory_anomalies_item_2' : `<b>Hemiplegia</b> : เด็กมีความผิดปกติที่แขนและขาข้างเดียวกัน โดยมักจะมีปัญหาที่แขนมากกว่าขา`,
  'cpcategory_anomalies_item_3' : `<b>Paraplegia</b> : เด็กมีความผิดปกติที่ขาทั้งสองข้าง`,
  'cpcategory_anomalies_item_4' : `<b>Diplegia</b> : เด็กมีความผิดปกติที่แขนและขาทั้งสองข้าง แต่ขาจะมีความรุนแรงกว่าแขนและเด็กมักมีปัญหาในเรื่องของการใช้มือทั้งสองข้างในการทำงานที่ละเอียดอ่อนปราณีตด้วย (fine movement)`,
  'cpcategory_anomalies_item_5' : `<b>Quadriplegia</b> : เด็กมีความผิดปกติที่แขนและขาทั้งสองข้าง แขนและขามีระดับความรุนแรงใกล้เคียงกัน บางรายไม่สามารถคุมศีรษะและลำตัวได้`,

  // CPINFO > MOVEMENT
  'cpcategory_movement_title' : `แบ่งตามลักษณะการเคลื่อนไหว`,
  'cpcategory_movement_item_1' : `กลุ่มที่กล้ามเนื้อมีความตึงตัวมาก (Spasticity) : เด็กจะมีลักษณะตัวแข็งเกร็งและอาจมีอาการข้อต่อติดแข็งในท้ายที่สุด`,
  'cpcategory_movement_item_2' : `กลุ่มที่กล้ามเนื้อทำงานไม่ประสานกัน (Athetoid)  : เด็กจะมีลักษณะการเคลื่อนไหวที่ไม่มีจุดมุ่งหมาย ไม่สามารถควบคุมการเคลื่อนไหวภายใต้อำนาจจิตใจได้ และอาจมีภาวะของกล้ามเนื้อตึงตัวน้อยร่วมด้วยได้`,
  'cpcategory_movement_item_3' : `กลุ่มที่กล้ามเนื้อตึงตัวน้อย  (Hypotone) : เด็กจะมีลักษณะตัวอ่อนปวกเปียก`,
  'cpcategory_movement_item_4' : `กลุ่มที่มีอาการผสม (Mixed) : เด็กจะมีลักษณะของอาการมากกว่า 1 อย่างดังที่ได้กล่าวไปด้านบน`,

  // CPINFO > DIAGNOSTICS
  'cpinfo_diagnostics1_title' : `1. การวินิจฉัยจากประวัติ`,
  'cpinfo_diagnostics1_body' : `เด็กสมองพิการจะแสดงถึงพัฒนาการที่ล่าช้าหรือการคงอยู่ของปฏิกิริยาอัตโนมัติ (Primitive reflex)  การซักประวัติควรคำนึงถึงประวัติก่อนตั้งครรภ์ ขณะตั้งครรภ์และประวัติขณะคลอด ความเหมาะสมของพัฒนาการทางด้านการเคลื่อนไหวตามช่วงอายุของเด็ก (Motor development milestone) และการตรวจปฏิกิริยาอัตโนมัติสามารถใช้แยกเด็กที่มีพัฒนาการล่าช้าทางด้านกล้ามเนื้อมัดใหญ่ได้`,

  'cpinfo_diagnostics2_title' : `2. อาการอื่นๆที่อาจพบร่วมด้วย`,
  'cpinfo_diagnostics2_item_1' : `<b>2.1</b>  ความบกพร่องทางด้านจิตใจ`,
  'cpinfo_diagnostics2_item_2' : `<b>2.2</b>  ความผิดปกติด้านการเรียนรู้`,
  'cpinfo_diagnostics2_item_3' : `<b>2.3</b>  ภาวะชัก`,
  'cpinfo_diagnostics2_item_4' : `<b>2.4</b>  การบกพร่องทางการมองเห็น`,
  'cpinfo_diagnostics2_item_5' : `<b>2.5</b>  การขาดสารอาหารและภาวะต่าง ๆ เช่น โรคกรดไหลย้อน โรคอ้วน และภาวะโภชนาการต่ำ`,
  'cpinfo_diagnostics2_item_6' : `<b>2.6</b>  ภาวะโพรงสมองคั่งน้ำ`,

  'cpinfo_diagnostics3_title' : `3. การแพทย์ (Investigation)`,
  'cpinfo_diagnostics3_subtitle' : `การตรวจเพื่อประเมินความเสียหายของสมอง และใช้ระบุว่าเด็กมีภาวะสมองพิการ`,
  'cpinfo_diagnostics3_item_1_title' : `<b>3.1  การถ่ายภาพรังสีส่วนตัดอาศัยคอมพิวเตอร์</b>`,
  'cpinfo_diagnostics3_item_1_body' : `การถ่ายภาพรังสีส่วนตัดอาศัยคอมพิวเตอร์ Computed tomography (CT) ที่สมองจะช่วยระบุความผิดปกติตั้งแต่กำเนิดซึ่งภาพจะชัดกว่าทำอัลตราซาวน์`,
  'cpinfo_diagnostics3_item_2_title' : `<b>3.2  การตรวจด้วยเครื่องสร้างภาพด้วยสนามแม่เหล็กไฟฟ้า</b>`,
  'cpinfo_diagnostics3_item_2_body' : `Magnetic resonance imaging (MRI) ที่สมอง เป็นวิธีที่นิยมใช้มากที่สุดหลังจากที่เด็กเกิดได้ 2 - 3 สัปดาห์`,
  'cpinfo_diagnostics3_item_3_title' : `<b>3.3  การตรวจคลื่นไฟฟ้าสมอง</b>`,
  'cpinfo_diagnostics3_item_3_body' : `Electroencephalography (EEG) ใช้ประโยชน์ในการประเมินระดับความรุนแรงของภาวะสมองขาดเลือด เป็นการวินิจฉัยเกี่ยวกับโรคลมชัก`,
  
  // CPINFO > MEDICAL TREATMENTS
  'cpinfo_medical_treatments_title' : `การรักษา`,
  'cpinfo_medical_treatments_body' : (
    `\tการรักษาเด็กภาวะสมองพิการ จะมีบุคลากรหลายด้านเกี่ยวข้อง ได้แก่ แพทย์ นักกายภาพบำบัด นักกิจกรรมบำบัด นักกายอุปกรณ์ และนักสังคมสงเคราะห์ โดยเน้นการรักษาแบบองค์รวม สำหรับการรักษาทางด้านกายภาพบำบัด จะเป็นการรักษาเพื่อกระตุ้นให้เกิดการเคลื่อนไหวที่เหมาะสมโดยใช้อุปกรณ์ที่ช่วยในการเคลื่อนไหวร่วมด้วย การปรับความตึงตัวของกล้ามเนื้อให้เหมาะสม และการป้องกันข้อต่อยึดติด และเป็นการรักษาเพื่อป้องกันการเกิดภาวะแทรกซ้อนต่างๆ ที่อาจส่งผลต่อคุณภาพชีวิต นอกจากนั้นมีการรักษาทางการแพทย์อยู่หลายวิธี เช่น การฉีดยา Botox ในกล้ามเนื้อเพื่อลดความตึงตัวของกล้ามเนื้อ, การผ่าตัดเพื่อรักษาอาการข้อต่อยึดติด เป็นต้น`
    + `\n\n\tตัวอย่างของการรักษาทางกายภาพบำบัด เช่น การกระตุ้นการทรงตัวในท่านั่ง ท่ายืน และท่าเดิน รวมถึงการฝึกกิจกรรมการเคลื่อนไหวในท่าทางต่างๆ ให้ถูกต้อง การจัดท่าทางในการประกอบกิจวัตรประจำวัน และที่สำคัญที่สุดคือการให้ความรู้กับผู้ปกครองเพื่อไปฝึกเด็กให้ออกกำลังกายที่บ้านได้ จึงเป็นที่มาของการทำโมบายแอพพลิเคชั่นนี้`
    ),

  // CPINFO > BODY EQUIPMENT
  'cpinfo_body_equipment_title' : `การรักษา`,
  'cpinfo_body_equipment1_title' : `กายอุปกรณ์ที่ใช้กับส่วนล่างของร่างกาย`,
  'cpinfo_body_equipment1_body' : (
    `<b>กายอุปกรณ์สำหรับข้อสะโพก (HO :  hip orthoses)</b> เด็กภาวะสมองพิการมีแนวโน้มอย่างมากที่จะเกิดปัญหา ข้อสะโพกหลุดออกจากเบ้ากระดูก โดยมีสาเหตุมาจาก`
    + `\n   ` + `<b>1.</b>  ภาวะกล้ามเนื้อขามีการหดเกร็ง`
    + `\n   ` + `<b>2.</b>  การเคลื่อนไหวที่ลดลง`
    + `\n   ` + `<b>3.</b>  การลงน้ำหนักของขาที่ผิดปกติ`
  ),
  'cpinfo_body_equipment1_objectives_title' : `วัตถุประสงค์ของกายอุปกรณ์`,
  'cpinfo_body_equipment1_objectives_item_1' : `จัดกระดูกของข้อสะโพกให้อยู่ในแนวที่ถูกต้อง`,
  'cpinfo_body_equipment1_objectives_item_2' : `ช่วยยืดกล้ามเนื้อที่มีการเกร็งตัว`,
  'cpinfo_body_equipment1_objectives_item_3' : `ช่วยให้เด็กสามารถนั่ง หรือ ยืนได้มั่นคงยิ่งขึ้น`,
  'cpinfo_body_equipment1_objectives_item_4' : `ช่วยลดปัญหาการยืน หรือ เดินที่มีลักษณะขาไขว้เหมือนกรรไกร`,

  'cpinfo_body_equipment1_suggestions_title' : `คำแนะนำ`,
  'cpinfo_body_equipment1_suggestions_body' : `กายอุปกรณ์เสริมชนิดนี้สามารถใช้เพื่อป้องกันการจำกัดการเคลื่อนไหว หลังผ่าตัดข้อสะโพกเพื่อแก้ไขความผิดปกติของข้อสะโพกในเด็กภาวะสมองพิการได้ โดยจะช่วยให้มีการส่งเสริมการเคลื่อนไหวของข้อสะโพกเกิดขึ้น`,
  
  // 
  // SITTING_POSITION
  // 
  'sitting_position_importance_title' : `ความสำคัญของการนั่ง`,
  'sitting_position_importance_body' : `เด็กจะเริ่มนั่งได้ตั้งแต่อายุ 3-12 เดือน ท่านั่งจะมีหลายรูปแบบขึ้นอยู่กับการฝึกฝนของผู้ปกครอง`,

  'sitting_position_section_method': `วิธีการฝึก`,
  'sitting_position_section_benefits': `ประโยชน์`,
  'sitting_position_section_prohibitions': `ข้อห้าม ข้อควรระวัง`,

  'sitting_positions': [
    {
      title: `นั่งเท้าชนกัน`,
      method: `\tผู้ปกครองจัดให้เด็กนั่งโน้มตัวไปด้านหน้า มือยันพื้น งอสะโพก นั่งขัดสมาธิโดยให้ฝ่าเท้าประกบกัน เด็กจะเริ่มนั่งในท่านี้ได้ตอนอายุ 4-6 เดือน`,
      benefits: `\tใช้เป็นท่าฝึกในเด็กที่ยังนั่งไม่มั่นคง และใช้ฝึกในเด็กสมองพิการได้ เนื่องจากท่านี้มีฐานรับน้ำหนักที่กว้างจึงทำให้เด็กทรงตัวได้ดี และเป็นท่าที่ใช้ยืดกล้ามเนื้อด้านในของต้นขาได้ดี สามารถเพิ่มการฝึกโดยใช้ของเล่นวางไว้ด้านหน้า ด้านข้าง แล้วให้เด็กเอื้อมหยิบ เพื่อฝึกความแข็งแรงของกล้ามเนื้อลำตัว`,
      prohibitions: `\tในเด็กที่กล้ามเนื้อแกนกลางลำตัวยังไม่แข็งแรง ผู้ปกครองควรดูแลอย่างใกล้ชิด เพื่อป้องกันการล้มหงายหลัง`,
    },
    {
      title: `นั่งขัดสมาธิ`,
      method: `\tผู้ปกครองจัดให้เด็กนั่งโดยให้ขาไขว้กัน อาจจะมีการฝึกให้เอื้อมหยิบจับสิ่งของในทิศต่าง ๆ ท่านี้เหมาะกับการฝึกในเด็กที่มีสามารถนั่งทรงตัวเองได้ ซึ่งจะอยู่ในช่วง 6-9 เดือน`,
      benefits: (
          `\t<b>1.</b> เป็นท่านั่งที่ฝึกการทำงานของกล้ามเนื้อแกนกลางลำตัว` + `\n` 
        + `\t<b>2.</b> สามารถฝึกการทรงตัวในทิศทางต่าง ๆ ` + `\n` 
        + `\t<b>3.</b> เป็นท่ายืดกล้ามเนื้อหลังและขา `
      ),
      prohibitions: (
          `\t<b>1.</b> ในเด็กที่นั่งทรงตัวด้วยตัวเองไม่ได้หรือเด็กที่มีภาวะกล้ามเนื้ออ่อนแรง ผู้ปกครองควรจับที่ไหล่หรือสะโพกทั้ง 2 ข้าง เพื่อป้องกันการล้มไปด้านหน้า` + `\n` 
        + `\t<b>2.</b> ในเด็กที่มีปฏิกิริยาอัตโนมัติยังอยู่ อาจจะทำให้นั่งทรงตัวยากขึ้นและเกิดอาการเกร็งตัวของกล้ามเนื้อได้`
      ),
    },
    {
      title: `นั่งเหยียดขาไปทางด้านหน้า`,
      method: `\tผู้ปกครองจัดเด็กนั่งเหยียดขาทั้ง 2 ข้างไปด้านหน้า  ลำตัวเหยียดตรงและเงยศีรษะขึ้น ในเด็กที่ยังทรงตัวไม่ดีอาจจะมีการใช้แขนยันพื้นได้`,
      benefits: `\tช่วยในการยืดกล้ามเนื้องอเข่า หรือยืดกล้ามเนื้อหลังเมื่อเลื่อนแขน 2 ข้างไปแตะปลายเท้า`,
      prohibitions: (
          `\t<b>1.</b> ท่านี้อาจจะทำให้เด็กปวดหลัง เมื่อนั่งเป็นระยะเวลานาน` + `\n` 
        + `\t<b>2.</b> ในเด็กที่มีภาวะตึงตัวมากของกล้ามเนื้อในการงอเข่า อาจจะทำให้เกิดการล้มไปด้านหลังได้`
      ),
    },
    {
      title: `นั่งบนเก้าอี้อย่างถูกต้อง`,
      method: `\tผู้ปกครองจัดให้เด็กนั่งบนเก้าอี้ งอเข่าและงอสะโพก ฝ่าเท้าแนบกับพื้น ม้วนผ้า 1 ผืนวางไว้ระหว่างขา เพื่อป้องการหุบและหมุนเข้าด้านในของขา ลำตัวเหยียดตรง  แขนเวางไว้ที่เข่า ในกรณีที่เก้าอี้สูงเกินไปเด็กไม่สามารถวางเท้าแนบกับพื้นได้ ควรหาแท่นรองที่ฝ่าเท้า`,
      benefits: (
          `\t<b>1.</b> ลดอาการเกร็งของกล้ามเนื้อ จากการที่น้ำหนักตัวของเด็กลงที่ฝ่าเท้า` + `\n` 
        + `\t<b>2.</b> สามารถฝึกร่วมกับการทำกิจวัตรประจำวันได้ เช่น การนั่งรับประทานอาหาร การนั่งขับถ่าย การนั่งเล่นของเล่น` + `\n` 
        + `\t<b>3.</b> สามารถฝึกการทำงานของแขนและมือร่วมกับการทรงตัวในท่านั่งบนเก้าอี้`
      ),
      prohibitions: (
          `\t<b>1.</b> ในเด็กที่ยังนั่งทรงตัวบนพื้นไม่ดี อาจจะยังไม่ฝึกนั่งเก้าอี้หรือต้องมีเก้าอี้พิเศษเพื่อช่วยส่งเสริมการนั่งบนเก้าอี้ให้มั่นคง` + `\n` 
        + `\t<b>2.</b> เก้าอี้ไม่ควรสูงจนทำให้เท้าเด็กลอยขณะนั่งเก้าอี้ จะทำให้เด็กเกร็งมากขึ้น อาจตกเก้าอี้ได้`
      ),
    },
  ],

  // 
  // WRONG_SITTING_POSITION
  // 
  'wrong_sitting_position_health_effect_title' : `ผลเสียของการนั่งท่าที่ผิดปกติ`,
  'wrong_sitting_position_health_effect_subtitle' : `ความผิดปกติของท่านั่งในเด็กสมองพิการ มีสาเหตุ ดังนี้`,
  'wrong_sitting_position_health_effects' : [
    `การพัฒนาด้านการทรงตัวยังไม่สมบูรณ์`,
    `มีความตึงตัวของกล้ามเนื้อผิดปกติ ได้แก่ ความตึงตัวของกล้ามเนื้อมากเกินไป อาจเกิดการแอ่นตัวจนตกเก้าอี้ได้ หรือมีความตึงตัวของกล้ามเนื้อต่ำกว่าปกติจนอาจล้มคว่ำไปด้านหน้า`,
    `ความพยายามของเด็กโตเพื่อควบคุมการรบกวนการเคลื่อนไหวภายนอกอำนาจจิตใจ`,
    `การใช้ขนาดและประเภทของเก้าอี้ โต๊ะ รถเข็นเด็กและรถเข็นที่ไม่เหมาะสม และการจัดตำแหน่งการนั่งของเด็กในท่านั่งที่ผิดอย่างน้อยหนึ่งตำแหน่ง`,
    `การนั่งเป็นระยะเวลานานในเก้าอี้พิเศษสำหรับเด็กมากกว่า 2 ชั่วโมง แม้ว่าจะอยู่ในท่านั่งที่ถูกต้อง`,
  ],

  'wrong_sitting_position_section_disadvantages': `ข้อเสีย`,

  'wrong_sitting_positions': [
    {
      title: `นั่งขาแบะ`,
      description: `\tเป็นท่านั่งที่มักพบในเด็กสมองพิการ เกิดจากการที่เด็กมีภาวะอ่อนแรงของกล้ามเนื้อแกนกลางลำตัวโดยเด็กมักจะนั่งหย่อนก้นลงพื้นที่อยู่ระหว่างขาที่งอและหมุนเข้าด้านใน  เพื่อเพิ่มความมั่นคงในการนั่งและสามารถเหยียดลำตัวให้ตรงโดยใช้กล้ามเนื้อแกนกลางลำตัวน้อยลง ซึ่งการนั่งในท่านี้จะเป็นการจำกัดการเคลื่อนไหวของลำตัวในทุกทิศทาง`,
      disadvantages: [
        `ข้อสะโพกหลุด`,
        `พัฒนาการกล้ามเนื้อแกนกลางลำตัวไม่ดี`,
        `หากนั่งในระยะเวลานาน จะทำให้เกิดความผิดปกติขณะเดิน เด็กจะเดินแบบหมุนปลายเท้าเข้าด้านใน (In toeing gait) เนื่องจากมีความตึงตัวและการหดสั้นของกล้ามเนื้อขา`,
      ]
    },
    {
      title: `นั่งบนก้นกบ`,
      description: `\tเกิดจากการหดสั้นของกล้ามเนื้องอเข่า ส่งผลให้กระดูกเชิงกรานหมุนไปด้านหลังขณะนั่งเหยียดขาร่วมกับเกิดการงอศีรษะและงอลำตัว และจะมีการงอเข่าเล็กน้อย หรือขณะนั่งเหยียดขาไปด้านหน้าทั้ง 2 ข้าง อาจจะมีการงอแขนและโน้มไหล่ไปด้านหน้าเพื่อป้องกันการล้มโดยจะจับสิ่งที่ใกล้ๆตัว เมื่อนั่งเก้าอี้เด็กจะสามารถงอเข่าได้และกระดูกเชิงกรานหมุนไปด้านหลังในท่านั่งลำตัวตรงร่วมกับน้ำหนักตัวของเด็กจะลงปุ่มกระดูกก้น แต่ไม่น้ำหนักไม่ลงที่กระดูกก้นกบ`,
      disadvantages: [
        `ในระยะยาว ทำให้เกิดกระดูกสันหลังโก่ง`,
        `เมื่อนั่งเก้าอี้เป็นระยะเวลานาน อาจจะเกิดแผลกดทับ`,
      ]
    },
    {
      title: `นั่งบนเก้าอี้อย่างไม่ถูกต้อง`,
      description: `\tเด็กจะนั่งพิงเก้าอี้  โดยกางแขน ไหล่โน้มมาด้านหน้าหรือแบะไหล่ออก อาจจะมียกแขนขึ้น 45 - 90 องศาและข้อศอกเหยียด เด็กจะปรับท่าทางให้นั่งมั่นคง โดยการเอนลำตัวไปด้านหลัง สะโพกหุบเข้าและหมุนเข้าด้านใน เข่าเหยียดและปลายเท้ากระดกลงให้ถึงพื้นร่วมกับงอนิ้วเท้า`,
      disadvantages: [
        `เด็กอาจจะลื่นหรือตกเก้าอี้`,
        `อาจจะเป็นท่าที่กระตุ้นการภาวะตึงตัวมากของกล้ามเนื้อให้เพิ่มขึ้นได้`,
      ]
    },
  ],

  //
  // ROUTINE
  //
  'routine_meaning' : {
    title: `การทำกิจวัตรประจำวัน`,
    body: (
      `เป็นกิจกรรมที่ทุกคนต้องทำในทุกวัน โดยไม่ต้องมีผู้ช่วยเหลือเช่น การนอน การรับประทานอาหาร การอาบน้ำ การเข้าห้องน้ำ การแต่งตัว และการเล่น` 
      + `\n`
      + `\n` + `<b>ปัจจัยที่ส่งผลต่อการทำกิจวัตรประจำวันของเด็ก </b>`
      + `\n` + `  <b>1.</b>  การเคลื่อนไหวและการทรงตัว`
      + `\n` + `  <b>2.</b>  การรู้คิด`
      + `\n` + `  <b>3.</b>  อารมณ์`
      + `\n` + `  <b>4.</b>  ความเข้าใจ`
      + `\n` + `  <b>5.</b>  การสื่อสาร`
    ),
  },
  'routine_section_caution': `ข้อควรระวัง`,
  'routine_section_instructions': `วิธีการ`,
  'routine_items': [
    {
      title: `การนอน`,
      backgroundColor: `#4FAFA1`,
      caution: [
        `ในท่านอนหงาย ในเด็กที่มีการเกร็งของกล้ามเนื้อขามาก เด็กมักจะติดอยู่ในท่าหุบข้อสะโพก และ เหยียดเข่า`,
      ],
      postures: [
        {
          title: `นอนหงาย`,
          instructions: [
            `ใช้หมอนข้างหรือผ้าขนหนูม้วนเป็นทรงกระบอก วางไว้ระหว่างขา 2 ข้าง เพื่อป้องกันหุบขา`,
            `ใช้ผ้าขนหนูพับ 1 - 2 ชั้น วางไว้ใต้เข่า เพื่อป้องกันการเกร็งเหยียดของข้อเข่า`,
          ]
        },
        {
          title: `นอนตะแคง`,
          instructions: [
            `จัดให้เด็กนอนตะแคง`,
            `นำหมอนรองไว้ระหว่างขา โดยความสูงของหมอนอยู่ระดับข้อสะโพก ให้ขาข้างบนอยู่ในลักษณะงอข้อเข่าและงอข้อสะโพก ให้เด็กนอนกอดหมอน`,
            `นำหมอนหนุนด้านหลัง เพื่อป้องการหงายหลังขณะนอนตะแคง`,
          ]
        },
      ],
    },
    {
      title: `การอาบน้ำ`,
      backgroundColor: `#4FAFA1`,
      caution: [
        `ในเด็กเล็กที่มีการเกร็งแอ่นให้อาบน้ำในท่านอนคว่ำเพื่อป้องกันการเกร็งแอ่นจนหงายหลัง`,
      ],
      postures: [
        {
          title: `ท่านอนคว่ำอาบน้ำ`,
          instructions: [
            `ให้เด็กอยู่ในลักษณะนอนคว่ำ ผู้ปกครองใช้มืออุ้มเด็กตรงช่วงท้อง ประคองตัวเด็กให้อยู่ชิดลำตัวผู้ปกครอง โดยลำตัวเด็กพาดอยู่บนท้องแขน ส่วนมืออีกข้างใช้ในการอาบน้ำล้างตัวเด็ก`,
          ]
        },
        {
          title: `ท่านั่งอาบน้ำในอ่างอาบน้ำเด็ก`,
          instructions: [
            `อ่างอาบน้ำแบบวงรีสามารถให้เด็กนั่งเหยียดขาตรงได้เพื่อเป็นการยืดกล้ามเนื้อขา`,
            `มีการใช้ของเล่นในอ่างอาบน้ำ เพื่อเป็นการเพิ่มความสนใจ และ ความสนุกสนาน`,
            `ในการอาบน้ำในท่านั่งควรมีอุปกรณ์ช่วยเหลือขณะอาบน้ำ เช่น แผ่นยางกันลื่น`,
          ]
        },
        {
          title: `ท่านั่งอาบน้ำในกรณีที่นั่งทรงตัวได้ไม่ดี`,
          instructions: [
            `จับเด็กนั่งที่มุมของห้องน้ำ เพื่อช่วยพยุงในเด็กสามารถนั่งทรงตัวได้`,
            `ใช้กะละมังหรือถังน้ำวางไว้ระหว่างขาโดยขาอยู่ในลักษณะเหยียดตรง เพื่อช่วยในการยืดกล้ามเนื้อต้นด้านในขาทีมีภาวะตึงตัวมาก (Spastic of adductor muscle)`,
            `ผู้ดูแลควรอยู่ทางด้านหน้าของเด็กในการอาบน้ำ เพื่อเป็นการเพิ่มความมั่นใจและความผูกพันระหว่างเด็กและผู้ดูแล`,
          ]
        },
        {
          title: `ท่านั่งอาบน้ำในเด็กที่ทรงตัวได้มั่นคง`,
          instructions: [
            `ให้เด็กนั่งโดยมีกะละมังหรือถังน้ำอยู่ระหว่างขาเด็ก และให้เด็กฝึกอาบน้ำ`,
            `ผู้ดูแลอยู่ด้านหลังเด็ก  เพื่อประคองให้เด็กสามารถนั่งได้มั่นคงมากขึ้นและยังสามารถช่วยอาบได้`,
            `ผู้ดูแลสามารถให้เด็กยืดแขนขึ้นพิงกำแพงค้างไว้ขณะอาบน้ำ เพื่อช่วยยืดรยางค์ส่วนบนและสามารถอาบน้ำบริเวณลำตัวได้`,
          ]
        },
        {
          title: `ท่านั่งอาบน้ำในเด็กที่มีภาวะเกร็งเหยียดทั้งตัว`,
          instructions: [
            `ผู้ดูแลอยู่ในนั่งห้อยขาเด็กนั่งอยู่ที่ตักของผู้ดูแล ตัวเด็กที่อยู่ระหว่างขาสองข้าง`,
            `ผู้ดูแลวางเท้าข้างปลายเท้าของเด็กลงที่เก้าอี้เตี้ยหรือที่วางเท้า ทำให้เกิดการงอของข้อเข่าและข้อสะโพกหรือลำตัว เพื่อเป็นการลดความตึงตัวของกล้ามเนื้อในกรณีเด็กที่มีภาวะเกร็งเหยียดทั้งตัว`,
          ]
        },
      ],
    },
    {
      title: `การเข้าห้องน้ำ`,
      backgroundColor: `#4FAFA1`,
      caution: [
        `ควรจะมีราวจับด้านข้างกำแพงในห้องน้ำ ในเด็กที่สามารถนั่งขับถ่ายบนชักโครกได้เอง เพื่อช่วยในการลุกขึ้นยืน`,
      ],
      postures: [
        {
          title: `1. การขับถ่ายในเด็กที่ยังไม่สามารถนั่งได้ด้วยตนเอง`,
          instructions: [
            `ให้เด็กนั่งบนตักของผู้ดูแล โดยให้เข่าเละข้อสะโพกอยู่ในท่างอร่วมกับผู้ดูแลโน้มตัวไปข้างหน้า เพื่อเป็นการเพิ่มความดันในช่องท้องของเด็ก ซึ่งจะช่วยในการขับถ่ายให้สะดวกขึ้น ดังรูป`,
            `ผู้ดูแลใช้มือกางขาเด็กออกเพื่อให้ขับถ่ายออกได้สะดวกและเป็นการยืดกล้ามเนื้อต้นขาด้านในได้ด้วย`,
          ]
        },
        {
          title: `2. การขับถ่ายในเด็กที่สามารถถ่ายได้เอง`,
          instructions: [
            `ให้หาวัสดุที่เป็นกล่องสี่เหลี่ยมหรือวัสดุที่มีพื้นที่ขอบเขตเพียงพอที่สามารถนั่งขับถ่ายได้`,
            `ขณะขับถ่ายควรให้เด็กจับราวหรือขอบของวัสดุนั้นๆพร้อมนั่งโน้มลำตัวไปด้านหน้า เพื่อที่สามารถขับถ่ายได้ง่ายขึ้น`,
          ]
        },
        {
          title: `3. การขับถ่ายในท่านั่งยอง`,
          instructions: [
            `ให้หาราวจับ ที่มีความสูงที่เด็กสามารถจับได้ทั้งในขณะยืนและนั่ง`,
            `ขณะเด็กจะทำการขับถ่าย ให้เด็กมีการย่อตัวลงนั่งช้าๆ ลำตัวจะมีการเอนไปด้านหน้าเล็กน้อยเพื่อเพิ่มความดันในช่องท้องทำให้ขับถ่ายได้ง่าย ซึ่งท่านี้เป็นท่าที่มีประโยชน์มาก สามารถใช้ฝึกการนั่งไปยืน หรือ ฝึกยืนไปนั่งในเด็กได้ด้วย`,
          ]
        },
      ],
    },
    {
      title: `การแต่งตัว`,
      backgroundColor: `#4FAFA1`,
      caution: [
        `ระวังการแอ่นของศีรษะขณะใส่และถอดเสื้อออกเพราะจะเป็นการไปเพิ่มอาการเกร็งของเด็กได้`,
        `ไม่ควรใส่เสื้อผ้าที่ใหญ่มากเกินไป เพราะจะทำให้เกิดความยากลำบากในการใส่ จนทำให้เกิดการกระตุ้นอาการเกร็งของเด็กได้`,
        `ถ้าเด็กยังมีอาการเกร็งค่อนข้างมากให้สวมเสื้อผ้าในลักษณะนอนคว่ำแทน `,
      ],
      postures: [
        {
          title: `1. การสวมเสื้อติดกระดุมตรงกลางในท่านอนหงาย`,
          instructions: [
            `ขณะเด็กนอนหงายให้ขมวดปลายแขนเสื้อให้สั้นที่สุดแล้วใส่แขนเสื้อที่แขนข้างที่มีอาการเกร็งก่อน`,
            `พลิกตะแครงตัวเด็กไปยังฝั่งตรงข้ามกับผู้ดูแลเพื่อสอดเสื้อไว้ใต้ลำตัวเด็ก`,
            `พลิกตะแครงตัวเด็กมายังฝั่งเดียวกับผู้ดูแลเพื่อทำการใส่แขนเสื้อข้างหนึ่งโดยขมวดปลายแขนเสื้อให้สั้นที่สุดเพื่อสะดวกในการใส่`,
            `พลิกตัวเด็กให้อยู่ในท่านอนหงายอีกครั้งแล้วทำการติดกระดุมให้เรียบร้อย`,
          ],
          additionalMessages: [
            `<b>** การถอดเสื้อให้ทำการถอดด้านที่ไม่เกร็งก่อน</b>`,
          ],
        },
        {
          title: `2. การใส่เสื้อในท่านอนคว่ำ`,
          instructions: [
            `ให้เด็กนอนคว่ำอยู่บนตักในลักษณะงอตัวดังภาพ`,
            `ขมวดเสื้อให้สั้นที่สุดให้เหลือส่วนของคอเสื้อไว้ และทำการใส่คอเสื้อจากด้านหลังศรีษะเข้าไปเพื่อป้องกันอาการเกร็งแอ่นขณะใส่เสื้อได้`,
            `ขมวดแขนเสื้อให้สั้นแล้วทำการใส่แขนเสื้อในข้างที่มีอาการเกร็งก่อนแล้วจึงใส่อีกข้างหนึ่งตาม`,
          ],
          additionalMessages: [
            `<b>** ขณะถอดเสื้อในท่านอนคว่ำให้ทำการถอดแขนเสื้อข้างที่ปกติก่อนแล้วจึงถอดข้างที่มีอาการเกร็งตาม หลังจากนั้นค่อยๆขมวดปลายเสื้อขึ้นจนถึงคอเสื้อ แล้วจึงถอดเสื้อออกโดยเริ่มถอดออกจากด้านหลังศรีษะไปยังด้านหน้าศีรษะ</b>`,
          ],
        },
        {
          title: `3. การใส่เสื้อและกางเกงด้วยตนเอง`,
          instructions: [
            (
              `<b>3.1  การนั่งใส่กางเกง</b> ` + `\n`
              + `\tให้ผู้ปกครองคอยช่วยโดยนั่งอยู่ด้านหลังเด็กในการช่วยใส่กางเกง โดยให้เด็กมีการถ่ายน้ำหนักไปยังฝั่งตรงข้ามกับขาข้างที่กำลังใส่ขากางเกง เพื่อให้สะดวกในการใส่และเป็นการฝึกการถ่ายน้ำหนักของเด็กด้วย`
              + `\n`
              ),
              (
                `<b>3.2  การนั่งใส่เสื้อ</b> ` + `\n`
                + `\tให้เด็กเริ่มใส่แขนเสื้อที่ด้านที่มีอาการเกร็งก่อนโดยใช้อีกมือหนึ่งช่วยใส่ แล้วจึงใส่แขนเสื้ออีกข้างหนึ่งเข้าไป ก่อนทำการสวมคอเสื้อในลำดับสุดท้ายโดยสวมจากด้านหลังศรีษะเข้าลงมา`
                + `\n`
                ),
                (
                  `<b>3.3  ในกรณีที่ต้องการฝึกการนั่ง</b> ` + `\n`
                  + `\tเราสามารถฝึกในท่าสวมเสื้อผ้าได้ โดยให้เด็กนั่งหันหน้าเข้าหาเก้าอื้ที่มีพนักพิงแล้วใช้มือข้างที่ไม่ได้สวมเสื้ออยู่เกาะขอบเก้าอี้เพื่อป้องกันการหงายหลังหรือล้มได้ โดยถ้าหากเก้าอี้สูงเกินไป สามารหาวัสดุที่สามารถรองที่เท้าเพื่อให้เด็กสามารถวางเท้าลงได้ทำให้สามารถนั่งได้มั่นคงยิ่งขึ้น`
                  + `\n`
                  ),
                  (
                    `<b>3.4  การใส่กางเกงในท่านอนตะแครง</b> ` + `\n`
                    + `\tทำให้เด็กสามารถใส่กางเกงได้ง่ายยิ่งขึ้นด้วยตนเอง หลังจากใส่ขากางเกงครบ2ข้างแล้ว ให้เด็กนอนหงาย ชันเข่าขึ้น 2 ข้างกดเท้าลงที่พื้นพร้อมยกก้นขึ้นค้างไว้เพื่อทำการดึงกางเกงขึ้นไปที่เอว`
                    + `\n`
                    ),
                  ],
                  hideInstructionNumbers: true,
                  // additionalMessages: [
                    //   ``,
                    // ],
                  },
                ],
              },
              {
                title: `การรับประทานอาหาร`,
                backgroundColor: `#4FAFA1`,
                caution: [
                  `การรับประทานอาหารหรือเครื่องดื่ม ควรระวังในท่าที่ศีรษะของเด็กมีการแอ่นหรือเงยไปทางด้านหลังเพราะจะทำให้เกิดการสำลักอาหารได้`,
                  `ในขณะรับประทานอาหารหรือเครื่องดื่ม ต้องระวังไม่ให้ขาอยู่ในท่าเหยียดตรง เพราะจะทำให้เกิดอาการเกร็งเกิดขึ้นได้`,
                ],
                postures: [
                  {
                    title: `1.  การให้นมจากเต้าของมารดา (Breast milk)`,
                    instructions: [
                      `ให้เด็กนอนอยู่ที่ตักในลักษณะนอนหงาย โดยมีหมอนรองอยู่ที่ตักเพื่อเพิ่มความสบายให้แก่เด็ก`,
                      `ในขณะที่เด็กนอนดูดนมมารดา ควรจัดท่าให้ข้อสะโพก และ ข้อเข่างอเล็กน้อย แขนของมารดาโอบลูกในลักษณะดังภาพ และศีรษะของเด็กต้องอยู่ในลักษณะงอลงเล็กน้อยขณะดูดนมเพื่อป้องกันการสำลัก`,
                    ],
                    // hideInstructionNumbers: true,
                  },
                  {
                    title: `2.  การรับประทานนมจากขวดนมในท่านั่ง`,
                    instructions: [
                      `ให้เด็กนั่งอยู่ในลักษณะกางขาออกบนตักของผู้ดูแล ลำตัวเอนไปทางด้านหลังเล็กน้อยโดยเอาหมอนรองข้างหลังของเด็กไว้ ซึ่งอาจให้หมอนพิงกับขอบโต๊ะ หรืออาจจะหาแผ่นกระดานรองใต้หมอนอีกทีก่อนที่จะพิงหมอนลง`,
                      `ขณะให้นมศรีษะของเด็กต้องอยู่ในลักษณะก้มลงเล็กน้อย`,
                      `การป้อนอาหารด้วยช้อนนั้น ช้อนต้องอยู่ตำแหน่งที่ต่ำกว่าคาง`,
                    ],
                    // hideInstructionNumbers: true,
                  },
                  {
                    additionalMessages: [
                      `<b>** ในการรับประทานน้ำในท่านั่งจากแก้วกระดาษหรือพลาสติกควรตัดให้ขอบของแก้วออกดังภาพ เพื่อลดการเงยของศรีษะที่มากเกินไป ซึ่งอาจทำให้สำลักได้ </b>`,
                    ],
                    // hideInstructionNumbers: true,
                  },
                  {
                    additionalMessages: [
                      `<b>** ในการรับประทานอาหารด้วยตัวเอง ช้อนที่ใช้อาจจะต้องมีด้ามจับที่ใหญ่กว่าปกติ เพื่อสะดวกในการกำช้อน หรือ ปลายของช้อนอาจมีลักษณะงอเอียงไปทางด้านข้างเข้าหาตัวผู้ทานเพื่อสะดวกในการรับประทานโดยไม่ต้องมีการเอียงข้อมือ </b>`,
                    ],
                    // hideInstructionNumbers: true,
                  },
                ],
              },
              {
                title: `การอุ้ม`,
                backgroundColor: `#4FAFA1`,
                caution: [
                  `แขนของเด็กต้องไว้ข้างหน้าของตัวเด็กเสมอ`,
                  `ลำตัวของเด็กห้ามแอ่นไปทางข้างหลังให้ก้มมาข้างหน้าเสมอ`,
                  `ผู้ปกครองต้องอยู่ในท่าทางที่เหมาะสมขณะที่อุ้มเด็ก เช่น ควรย่อเข่าลง หลังตรง เพื่ออุ้มเด็กขึ้นมา เพื่อป้องกันอาการปวดหลัง`,
                ],
                postures: [
                  {
                    title: `การอุ้มทางด้านหน้า`,
                    instructions: [
                      `\tการอุ้มเด็กในท่าตะแคง ผู้ปกครองใช้มือข้างหนึ่งอุ้มใต้รักแร้ และ อีกมือหนึ่งอุ้มที่ระหว่างขา 2 ข้างเพื่อป้องกันภาวะการตึงตัวของกล้ามเนื้อหนีบข้อสะโพก และแขนต้องอยู่ด้านหน้าลำตัวดังภาพ`,
                    ],
                    hideInstructionNumbers: true,
                  },
                  {
                    title: `การอุ้มจากด้านหลัง`,
                    instructions: [
                      `\tผู้ปกครองอาจอุ้มเด็กโดยให้ลำตัวเด็กชิดกับลำตัวผู้ปกครอง และใช้มือ 2 ข้างของผู้ปกครองจับที่ด้านในของต้นขาเด็กทั้ง 2 ข้าง และกางขาเด็กออก ให้แขนทั้งสองข้างของเด็กกางออกทางด้านข้าง โดยวางบนแขนผู้ปกครอง `,
                    ],
                    hideInstructionNumbers: true,
                  },
                ],
              },
    {
      title: `การเล่น`,
      backgroundColor: `#4FAFA1`,
      caution: [
        `ท่าทางการเล่นเหมาะสม และไม่เกิดอันตราย`,
        `ของเล่นเหมาะสมกับวัย`,
        `ของเล่นที่ใช้ฝึกเป็นของเล่นที่เด็กเลือกหรือชอบ`,
        `ท่าทางง่าย ไม่ซับซ้อน`,
      ],
      postures: [
        {
          title: `ท่านอนคว่ำไปนอนหงาย (พลิกจากซ้ายไปขวา)`,
          instructions: [
            `เด็กอยู่ในท่านอนคว่ำ`,
            `ผู้ปกครองจัดแขนเด็กให้แนบลำตัวหรือเหนือศีรษะ`,
            `ผู้ปกครองจับที่ข้อเท้า งอเข่า งอสะโพกข้างซ้าย และจับที่ข้อเท้าข้างซ้ายและข้างขวาของเด็ก`,
            `ดันขาข้างซ้ายไปด้านหลัง ให้เด็กอยู่ในท่ากึ่งนอนหงาย`,
            `ผู้ปกครองเหยียดข้อสะโพกและเข่าข้างซ้าย เพื่อให้เด็กนอนหงาย และกดขาขวาไว้เพื่อป้องกันการลื่น`,
          ]
        },
        {
          title: `ท่านอนคว่ำไปเป็นท่าตั้งคลาน`,
          instructions: [
            `จัดให้เด็กนอนคว่ำ ให้ผู้ดูแลงจัดขาเด็กทีละข้าง โดยจับที่กระดูกเชิงกรานและใต้เข่าของเด็ก เพื่อจัดขาให้เกิดการงอเข่าและงอข้อสะโพก และถ่ายน้ำหนักลงที่ขาเพื่องอข่าอีกข้าง`,
            `ผู้ดูแลอยู่ด้านหลังเด็กจับที่สะโพกทั้ง 2 ข้าง ค่อยเลื่อนตัวเด็กขึ้นมานั่ง`,
          ]
        },
        {
          title: `ท่านอนคว่ำไปลุกขึ้นนั่ง`,
          instructions: [
            `เด็กจะอยู่ในท่านอนคว่ำ โดยผู้ดูแลจัดแขนทั้ง 2 ข้างให้เหยียดตรง และผู้ดูแลโอบบริเวณหน้าอกของเด็ก กดบริเวณไหล่เบาๆ เพื่อฝึกการลงน้ำหนักและยืดกล้ามเนื้อแขน`,
            `ผู้ดูแลอยู่ด้านข้างด้านใดด้านหนึ่ง และมือฝั่งที่อยู่ด้านเท้าของเด็กจับที่กระดูกเชิงกรานที่ไกลตัวผู้ดูแล มืออีกข้างผู้ดูแลจับที่ใต้รักแร้ฝั่งใกล้ตัวเพื่อให้เป็นจุดหมุน`,
            `มือที่จับที่สะโพกเลื่อนตัวเด็กเข้ามาชิดตัว มืออีกข้างจับให้แน่น`,
            `ให้เด็กใช้มือพยายามดันตัวขึ้นมานั่ง`,
          ]
        },
        {
          title: `ท่าการฝึกลุกขึ้นยืน`,
          instructions: [
            `เริ่มต้นจากท่านั่งบนตักของผู้ดูแลหรือเก้าอี้เตี้ย แล้ว ใช้ของเล่นเป็นจุดสนใจในการพาเด็กลุกขึ้นยืน โดยมีผู้ดูแลคอยประครองที่ลำตัวและขาตลอด`,
            `นอกจากของเล่นแล้ว ผู้ดูแลยังสามารถใช้ราวในการให้เด็กไต่เพื่อยืนขึ้นได้อีกด้วยโดยผู้ปกครองต้องประคองตลอด`,
          ]
        },
        {
          title: `การฝึกเดิน`,
          instructions: [
            `ผู้ดูแลประคองตัวเด็กที่ข้อสะโพก ร่วมกับให้เด็กมีการเกาะวัตถุเดินโดยใช้การกางขาไปทางด้านข้างอาจให้วัตที่วัตถุที่เกาะเดินมีจุดสนใจที่เด็กชอบ เช่น การเกาะเดินที่ขอบอ่างปลา`,
            `ผู้ดูแลประคองตัวเด็กที่ข้อสะโพก โดยให้ผู้ปกครองนั่งอยู่ตรงหน้าของเด็กโดยมีระยะห่างเล็กน้อยพอที่เด็กจะสามารถก้าวเดินมาหาได้ ซึ่งเด็กสามารถเกาะไหล่ของผู้ดูแลได้เพื่อเพิ่มความมั่นคงในการเดินโดยผู้ดูแล`,
          ],
          additionalMessages: [
            `<b>**  อาจต้องใช้เสียงเป็นจุดสนใจในการเรียกเด็กเพื่อให้เด็กเดินเข้ามาหา</b>`
          ],
        },
      ],
    },
    {
      title: `ของเล่น`,
      backgroundColor: `#E16E5B`,
      // caution: [],
      postures: [
        {
          title: `ลูกบอลสี`,
          instructions: [
            `ลูกบอลที่ใช้ในกรณีที่เด็กมีการอ่อนแรงครึ่งซีกควรใช้บอลลูกใหญ่มาใช้ในการฝึก เพราะจะทำให้เด็กมีการใช้แขนทั้งสองข้างมาช่วยในการจับลูกบอล`,
            `ในกรณีที่การเกร็งตัวของกล้ามเนื้อสูงควรใช้บอลลูกเล็กๆ การฝึกเพราะจะทำให้ง่ายในการถือและไม่เป็นการไปเพิ่มความตึงตัวของกล้ามเนื้อด้วย`,
            `ผู้ปกครองสามารถใช้บอลเป็นจุดสนใจในการให้เด็กเอื้อมหยิบ เพื่อเป็นการช่วยยืดขาและลำตัว`,
          ]
        },
        {
          title: `การเล่นในท่านอนคว่ำ ฝึกการควบคุมศีรษะ (1)`,
          instructions: [
            `ผู้ปกครองนั่งอยู่บนเก้าอี้หรือโซฟา โดยจัดเด็กให้อยู่ท่านอนคว่ำบนตักผู้ปกครอง`,
            `ผู้ปกครองจับที่บริเวณใต้คางของเด็ก เพื่อป้องกันไม่ให้เด็กก้มคอขณะเล่นของเล่น และแขนผู้ปกครองวางราบไปที่หลังของเด็กเพื่อช่วยในการเหยียดหลังขณะเล่นของเล่น`,
            `ของเล่นควรอยู่ด้านหน้าของเด็กและระดับของเล่นควรอยู่สูงพอที่จะให้เด็กเงยคอเล่นได้`,
          ]
        },
        {
          title: `การเล่นในท่านอนคว่ำ ฝึกการควบคุมศีรษะ (2)`,
          instructions: [
            `ผู้ดูแลนั่งเหยียดขาทั้ง  2 ข้าง และจัดเด็กนอนคว่ำ โดยให้หน้าอกของเด็กทาบไปที่ขาของผู้ดูแล`,
            `ของเล่นควรอยู่ด้านหน้าและอยู่สูงในระดับที่เด็กสามารถเงยศีรษะและเอื้อมหยิมเล่นได้`,
          ]
        },
        {
          title: `การเล่นในท่านอนคว่ำ ฝึกการควบคุมศีรษะ (3)`,
          instructions: [
            `ใช้หมอนข้างหรือผ้าม้วน วางพาดไว้ใต้รักแร้ ระดับความสูงที่ทำให้เด็กแ���่นหลังได้`,
            `ของเล่นอยู่ด้านหน้าและอยู่สูงในระดับสายตาของเด็กขณะเงยศีรษะเล่นของเล่น`,
          ]
        },
        {
          title: `นอนตะแคงเล่นของเล่น`,
          instructions: [
            `ให้เด็กนอนตะแคงราบกับพื้นหรือใช้หมอนสามเหลี่ยมวางไว้ที่ศีรษะจนถึงไหล่ของเด็ก `,
            `ของเล่นควรอยู่ด้านหน้าเด็กในระดับสาย เพื่อที่จะสามารถเอื้อมแขนเล่นของเล่นได้`,
          ]
        },
        {
          title: `การเล่นของเล่นในท่านั่ง`,
          instructions: [
            `ผู้ดูแลจัดเด็กในนั่งอยู่ในท่าเหยียดขาไปด้านหน้าและกางขาเล็กน้อย`,
            `วางลูกบอลและตะกร้าไว้ด้านข้างลำตัวคนละฝั่ง เให้เด็กฝึกหยิบลูกบอลและหมุนตัวนำลูกบอลไปวางไว้ที่ตะกร้า เพื่อฝึกการทรงตัวในท่านั่ง`,
          ]
        },
        {
          title: `การเล่นของเล่นในท่ายืนเข่า`,
          instructions: [
            `ผู้ดูแลจัดเด็กให้อยู่ในท่ายืนเข่าและผู้ดูแลสามารถจับที่กระดูกเชิงกรานทั้ง 2 ข้าง กดลงเบาๆเพื่อฝึกการลงน้ำหนักในท่ายืนเข่า`,
            `ของเล่นและโต๊ะที่อยู่ด้านหน้าควรอยู่ในระดับหน้าอก อาจจะให้เด็กฝึกต่อบล็อกเพื่อฝึกให้เด็กยืดตัวตรงและเงยศีรษะขณะเล่นของเล่น`,
          ],
        },
      ],
    },
  ],

  //
  // STRECHING
  //
  'streching_note' : (
    `<b>วิธีการทำ:</b>`
    + `ในแต่ละท่าควรยืดค้างไว้ 5 - 10 วินาที ทำท่าละ 10 ทีต่อหนึ่งครั้ง โดยสามารถทำได้หลายครั้งต่อวัน แต่ต้องคำนึงถึงความร่วมมือของเด็ก ต้องไม่เป็นการบังคับมากเกินไป และเด็กต้องไม่มีอาการตึงหรือปวดมากจนทนไม่ได้ขณะที่ทำการยืด`
  ),
  'streching_section_method': `วิธีการฝึก`,
  'streching_section_benefits': `ประโยชน์`,
  'streching_types': [
    {
      title: `กล้ามเนื้อต้นแขน`,
      title_full: `ท่ายืดกล้ามเนื้อต้นแขน`,
      methods: [
        {
          name: 'วิธีที่ 1',
          steps: [
            `จัดเด็กนั่งขัดสมาธิ หันหน้าเข้ากำแพง`,
            `ให้เด็กใช้มือไต่กำแพงขึ้นเท่าที่ทำได้ หรือผู้ปกครองช่วยจับแขนเด็กขึ้นไต่กำแพงและวางค้างไว้`,
          ],
          benefits: [
            `ท่านี้จะช่วยยืดกล้ามเนื้อที่ใช้ในการเหยียดแขน งอศอก งอข้อมือและนิ้วมือ`
          ],
        },
        {
          name: 'วิธีที่ 2',
          steps: [
            `จัดเด็กนั่งขัดสมาธิ และถือลูกบอลไว้`,
            `จับลูกบอลให้แขนเหยียดและยกขึ้นเหนือศีรษะ ผู้ดูแลอาจจะช่วยยกแขนขึ้นและประคองที่หลังเด็กเพื่อป้องกันการล้ม ดังภาพ`,
          ],
          benefits: [
            `ท่านี้จะช่วยยืดกล้ามเนื้อที่ใช้ในการเหยียดแขน งอศอก และสามารถยืดกล้ามเนื้อลำตัวได้อีกด้วย`
          ],
        },
      ],
    },
    {
      title: `กล้ามเนื้อหุบแขน`,
      title_full: `ท่ายืดกล้ามเนื้อในการหุบแขน`,
      methods: [
        {
          steps: [
            `จัดเด็กนั่งขัดสมาธิ วางลูกบอลไว้ด้านแขนที่จะยืด`,
            `กางแขนขึ้นวางไว้ที่ลูกบอล แล้วโน้มตัวไปด้านข้างเพื่อยืดกล้ามเนื้อ`,
            `สลับข้างทำเหมือนกับข้อ 1 และ 2`,
          ],
          benefits: [
            `ท่านี้จะช่วยยืดกล้ามเนื้อที่ใช้ในการหุบแขนและกล้ามเนื้อลำตัว`,
          ],
        },
      ],
    },
    {
      title: `กล้ามเนื้อแขน`,
      title_full: `ท่ายืดกล้ามเนื้อแขน`,
      methods: [
        {
          steps: [
            `จัดเด็กนั่งขัดสมาธิ หันหน้าเข้ากำแพง`,
            `ยกแขนขึ้นสูงเท่ากับหัวไหล่ ใช้มือดันกำแพงค้างไว้ ดังภาพ`,
          ],
          benefits: [
            `ท่านี้จะช่วยยืดกล้ามเนื้อที่ใช้ในการงอศอก งอข้อมือและนิ้วมือ`,
          ],
        },
      ],
    },
    {
      title: `กล้ามเนื้อแกนกลางลำตัว`,
      title_full: `ท่ายืดกล้ามเนื้อแกนกลางลำตัว`,
      methods: [
        {
          name: 'วิธีที่ 1',
          steps: [
            `จัดเด็กนั่งขัดสมาธิ และถือลูกบอลไว้`,
            `จับลูกบอลให้แขนเหยียดและยกขึ้นเหนือศีรษะ ผู้ดูแลอาจจะช่วยยกแขนขึ้นและประคองที่หลังเด็กเพื่อป้องกันการล้ม ดังภาพ`,
          ],
          benefits: [
            `ท่านี้จะช่วยยืดกล้ามเนื้อที่ใช้ในการเหยียดแขน งอศอก และกล้ามเนื้อลำตัว`,
          ],
        },
        {
          name: 'วิธีที่ 2',
          description: '<b>ตัวอย่าง : การยืดของลำตัวข้างซ้าย</b>',
          steps: [
            `จัดเด็กนั่งขัดสมาธิ ผู้ดูแลวางหมอน 1-2 ใบไว้ข้างขวา`,
            `ให้เด็กงอศอกวางไว้ที่หมอนแล้วกดน้ำหนักลงที่หมอน พร้อมกับยกแขนซ้ายขึ้นมาแนบหู ผู้ดูแลอาจจะช่วยยกแขนเด็กได้`,
          ],
          benefits: [
            `ท่านี้จะช่วยยืดกล้ามเนื้อแกนกลางลำตัว`,
          ],
        },
        {
          name: 'วิธีที่ 3',
          description: (
            'กรณีที่มีอุปกรณ์เสริม เช่น หมอนรูปลิ่ม (Wedge shape)'
            + '\n' + '<b>ตัวอย่าง : การยืดของลำตัวข้างซ้าย</b>'
          ),
          steps: [
            `จัดเด็กให้นอนตะแคงทับซ้ายบนหมอนรูปลิ่ม โดยให้ศีรษะอยู่ฝั่งด้านสูงของหมอน ดังภาพ`,
            `ผู้ดูแลสามารถหากิจกรรมเพื่อเพิ่มความสนุกสนานให้กับเด็กได้ เช่นอ่านนิทาน ร้องเพลง`,
          ],
          benefits: [
            `ท่านี้จะช่วยยืดกล้ามเนื้อแกนกลางลำตัว`,
          ],
        },
        {
          name: 'วิธีที่ 4 ยกตัวอย่างการยืดข้างซ้าย',
          // description:'',
          steps: [
            `จัดเด็กให้นั่งขัดสมาธิ ผู้ดูแล้ววางบอลไว้ด้านขวามือ`,
            `ให้เด็กวางมือบนลูกบอล หมุนลำตัวไปด้านขวาและค้างไว้ เพื่อยืดกล้ามเนื้อฝั่งซ้าย`,
          ],
          benefits: [
            `ท่านี้จะช่วยยืดกล้ามเนื้อในการหมุนตัว`,
          ],
        },
        {
          name: 'วิธีที่ 5',
          steps: [
            `จัดเด็กนั่งและเหยียดขาออกทั้ง 2 ข้าง`,
            `วางลูกบอลไว้ด้านหน้าตรงระหว่างขา 2 ข้าง และโน้มตัวไปด้านหน้าใช้แขนดันลูกบอล`,
          ],
          benefits: [
            `ท่านี้จะช่วยยืดกล้ามเนื้อหลัง`,
          ],
        },
      ],
    },
    {
      title: `กล้ามเนื้อขา`,
      title_full: `ท่ายืดกล้ามเนื้อขา`,
      methods: [
        {
          name: 'วิธีที่ 1',
          steps: [
            `จัดเด็กนั่งขัดสมาธิ และวางลูกบอลไว้ด้านหน้า`,
            `ให้เด็กจับลูกบอลแล้วดันไปด้านหน้าค้างไว้ และดึงกลับมา`,
          ],
          note: `<b>** หมายเหตุ:</b> ในกรณีที่เด็กไม่สามารถนั่งขัดสมาธิ ให้เด็กนั่งกางขาและเหยียดเข่าตรง`,
          benefits: [
            `ท่านี้ใช้ยืดกล้ามเนื้อในการหุบขา หมุนขาเข้าด้านใน และกล้ามเนื้อหลัง`,
          ],
        },
        {
          name: 'วิธีที่ 2',
          steps: [
            `จัดเด็กนั่งและเหยียดขาออกทั้ง 2 ข้าง`,
            `วางลูกบอลไว้ด้านหน้าตรงระหว่างขา 2 ข้าง และโน้มตัวไปด้านหน้าใช้แขนดันลูกบอล`,
          ],
          benefits: [
            `ท่านี้จะช่วยยืดกล้ามเนื้องอเข่าและกล้ามเนื้อหลัง`,
          ],
        },
        {
          name: 'วิธีที่ 3',
          steps: [
            `จัดให้เด็กนั่งเหยียดขาตรงไปด้านหน้า ให้ฝ่าเท้าตั้งตรง แนบชิดกับผนังหรือกำแพงค้างไว้`,
          ],
          benefits: [
            `ท่านี้ช่วยยืดกล้ามเนื้อน่อง`,
          ],
        },
      ],
    },
  ],
}

export default th