// 
// LOCALIZATIONS
// 
const th = {
  // PAGE TITLES
  'page_title_cpinfo_diagnostic': `การวินิจฉัยโรค`,
  'page_title_cpinfo_medical_treatments': `การรักษา`,
  'page_title_cpinfo_body_equipment': `กายอุปกรณ์`,
  'page_title_sitting_position': `ท่านั่งที่ถูกต้อง`,
  'page_title_wrong_sitting_position': `ท่านั่งที่ผิดปกติ`,
  'page_title_streching': `การยืด`,
  'page_title_exercise': `การออกกำลังกาย`,

  //
  // CPINFO
  //
  'cpinfo_meaning_title' : `ภาวะเด็กสมองพิการ (Cerebral palsy หรือ CP)`,
  'cpinfo_meaning_body' : `เกิดจากการพัฒนาของสมองที่ผิดปกติ สามารถเกิดได้ตั้งแต่ในช่วงตั้งครรภ์ ระหว่างคลอดหรือหลังคลอดคือช่วงทารกแรกเกิดจนถึงช่วงอายุ 5-7 ปี ความผิดปกติของสมองจะส่งผลให้เด็กมีการเคลื่อนไหวที่ผิดปกติ`,

  // CPINFO > CAUSE
  'cpinfo_causes_title' : `ปัจจัยเสี่ยงของการเกิดภาวะสมองพิการ`,
  'cpinfo_causes': [
    `สมองได้รับอุบัติเหตุ หรือ สมองเจริญเติบโตผิดปกติ ตั้งแต่อยู่ในครรภ์ จนถึงช่วงอายุ 5-7 ปี`,
    `การคลอดก่อนกำหนด หรือ การคลอดหลังกำหนด`,
    `เลือดออกในสมอง`,
    `สมองมีการติดเชื้อหรือการอักเสบ`,
  ],

  // CPINFO > ANOMALIES
  'cpcategory_anomalies_title' : `แบ่งตามความผิดปกติตามรยางค์ของร่างกาย`,
  'cpcategory_anomalies': [
    `<b>Monoplegia</b> : เด็กมีความผิดปกติที่แขนหรือขาเพียง 1 ข้างแต่มักพบที่ขา`,
    `<b>Hemiplegia</b> : เด็กมีความผิดปกติที่แขนและขาข้างเดียวกัน โดยมักจะมีปัญหาที่แขนมากกว่าขา`,
    `<b>Paraplegia</b> : เด็กมีความผิดปกติที่ขาทั้งสองข้าง`,
    `<b>Diplegia</b> : เด็กมีความผิดปกติที่แขนและขาทั้งสองข้าง แต่ขาจะมีความรุนแรงกว่าแขนและเด็กมักมีปัญหาของการใช้มือหยิบจับสิ่งของ (fine movement)`,
    `<b>Quadriplegia</b> : เด็กมีความผิดปกติที่แขนและขาทั้งสองข้าง แขนและขามีระดับความรุนแรงใกล้เคียงกัน บางรายไม่สามารถควบคุมศีรษะและลำตัวได้`,
  ],

  // CPINFO > MOVEMENT
  'cpcategory_movement_title' : `แบ่งตามลักษณะการเคลื่อนไหว`,
  'cpcategory_movement': [
    `<b>กลุ่มที่กล้ามเนื้อมีความตึงตัวมาก (Spasticity) </b>: เด็กจะมีอาการเกร็งตัวของกล้ามเนื้อ ส่งผลให้เกิดข้อต่อยึดติดได้`,
    `<b>กลุ่มที่ความตึงตัวของกล้ามเนื้อมีการเปลี่ยนแปลงตลอดเวลา (Athetoid) </b>: เด็กจะเคลื่อนไหวไม่มีเป้าหมาย ไม่สามารถควบคุมการเคลื่อนไหวเองได้ และอาจมีกล้ามเนื้อตึงตัวร่วมด้วย`,
    `<b>กลุ่มที่กล้ามเนื้อตึงตัวน้อย (Hypotone) </b>: เด็กจะมีลักษณะตัวอ่อนปวกเปียก`,
    `<b>กลุ่มที่มีอาการผสม (Mixed) </b>: เด็กจะมีลักษณะของอาการมากกว่า 1 อย่างดังที่ได้กล่าวไปด้านบน`,
  ],

  // CPINFO > DIAGNOSTICS
  'cpinfo_diagnostics1_title' : `1. การวินิจฉัยจากประวัติ`,
  'cpinfo_diagnostics1_body' : `เด็กสมองพิการจะมีพัฒนาการที่ล่าช้า ซึ่งสามารถรู้สาเหตุได้จากประวัติก่อนตั้งครรภ์ ขณะตั้งครรภ์และประวัติขณะคลอด การตรวจประเมินพัฒนาการทางด้านการเคลื่อนไหวที่เหมาะสมตามช่วงอายุ (Motor development milestone) และการตรวจปฏิกิริยารีเฟล็กซ์จะสามารถใช้สำหรับวินิจฉัยเด็กที่มีพัฒนาการล่าช้าในเบื้องต้นได้`,

  'cpinfo_diagnostics2_title' : `2. อาการอื่นๆที่อาจพบร่วมด้วย`,
  'cpinfo_diagnostics2_item_1' : `ความผิดปกติด้านจิตใจ`,
  'cpinfo_diagnostics2_item_2' : `ความผิดปกติด้านการเรียนรู้`,
  'cpinfo_diagnostics2_item_3' : `ภาวะชัก`,
  'cpinfo_diagnostics2_item_4' : `การบกพร่องทางการมองเห็นและการได้ยิน`,
  'cpinfo_diagnostics2_item_5' : `การขาดสารอาหารและภาวะต่าง ๆ เช่น โรคกรดไหลย้อน โรคอ้วน และภาวะโภชนาการต่ำ`,
  'cpinfo_diagnostics2_item_6' : `ภาวะโพรงสมองคั่งน้ำ`,

  'cpinfo_diagnostics3_title' : `3. การวินิจฉัยทางการแพทย์ (Investigation)`,
  'cpinfo_diagnostics3_subtitle' : `การตรวจเพื่อประเมินความเสียหายของสมอง และใช้ระบุว่าเด็กมีภาวะสมองพิการ`,
  'cpinfo_diagnostics3_item_1_title' : `การถ่ายภาพรังสีส่วนตัดอาศัยคอมพิวเตอร์`,
  'cpinfo_diagnostics3_item_1_body' : `Computed tomography (CT) จะช่วยระบุความผิดปกติตั้งแต่กำเนิดซึ่งภาพจะชัดกว่าทำอัลตราซาวน์`,
  'cpinfo_diagnostics3_item_2_title' : `การตรวจด้วยเครื่องสร้างภาพด้วยสนามแม่เหล็กไฟฟ้า`,
  'cpinfo_diagnostics3_item_2_body' : `Magnetic resonance imaging (MRI) เป็นวิธีที่นิยมใช้มากที่สุดหลังจากที่เด็กเกิดได้ 2 - 3 สัปดาห์`,
  'cpinfo_diagnostics3_item_3_title' : `การตรวจคลื่นไฟฟ้าสมอง`,
  'cpinfo_diagnostics3_item_3_body' : `Electroencephalography (EEG) ใช้ประโยชน์ในการประเมินระดับความรุนแรงของภาวะสมองขาดเลือด เป็นการวินิจฉัยเกี่ยวกับโรคลมชัก`,
  
  // CPINFO > MEDICAL TREATMENTS
  'cpinfo_medical_treatments_title' : `การรักษา`,
  'cpinfo_medical_treatments_body' : (
    `\tการรักษาเด็กภาวะสมองพิการ จะมีบุคลากรหลายด้านเกี่ยวข้อง ได้แก่ แพทย์ นักกายภาพบำบัด นักกิจกรรมบำบัด นักกายอุปกรณ์ และนักสังคมสงเคราะห์ โดยเน้นการรักษาแบบองค์รวม สำหรับการรักษาทางด้านกายภาพบำบัด จะเป็นการรักษาเพื่อกระตุ้นให้เกิดการเคลื่อนไหวที่เหมาะสมโดยใช้อุปกรณ์ที่ช่วยในการเคลื่อนไหวร่วมด้วย การปรับความตึงตัวของกล้ามเนื้อให้เหมาะสม และการป้องกันข้อต่อยึดติด และเป็นการรักษาเพื่อป้องกันการเกิดภาวะแทรกซ้อนต่างๆ ที่อาจส่งผลต่อคุณภาพชีวิต นอกจากนั้นมีการรักษาทางการแพทย์อยู่หลายวิธี เช่น การฉีดยา Botox ในกล้ามเนื้อเพื่อลดความตึงตัวของกล้ามเนื้อ, การผ่าตัดเพื่อรักษาอาการข้อต่อยึดติด เป็นต้น`
    + `\n\n\tตัวอย่างของการรักษาทางกายภาพบำบัด เช่น การกระตุ้นการทรงตัวในท่านั่ง ท่ายืน และท่าเดิน รวมถึงการฝึกกิจกรรมการเคลื่อนไหวในท่าทางต่างๆ ให้ถูกต้อง การจัดท่าทางในการประกอบกิจวัตรประจำวัน และที่สำคัญที่สุดคือการให้ความรู้กับผู้ปกครองเพื่อไปฝึกเด็กให้ออกกำลังกายที่บ้านได้ จึงเป็นที่มาของการทำโมบายแอพพลิเคชั่นนี้`
    ),

    // CPINFO > BODY EQUIPMENT
  'cpinfo_body_equipment_title' : `การรักษา`,
  'cpinfo_body_equipment_section_objectives' : `วัตถุประสงค์ของกายอุปกรณ์`,
  'cpinfo_body_equipment_section_suggestions' : `คำแนะนำ`,
  'cpinfo_body_equipments' : [
    {
      title : `กายอุปกรณ์ที่ใช้กับส่วนล่างของร่างกาย`,
      body_image: require('@app/assets/colored/กายอุปกรณ์/HO-c.png'),
      body : (
        `<b>กายอุปกรณ์สำหรับข้อสะโพก (HO :  Hip Orthoses)</b> เด็กสมองพิการมีแนวโน้มที่จะเกิดข้อสะโพกหลุดได้ง่าย โดยมีสาเหตุมาจาก`
        + `\n   ` + `<b>1.</b>  ภาวะกล้ามเนื้อขามีความตึงตัวมาก`
        + `\n   ` + `<b>2.</b>  การเคลื่อนไหวที่ลดลง`
        + `\n   ` + `<b>3.</b>  การลงน้ำหนักของขาที่ผิดปกติ`
      ),
      objectives: [
        `จัดกระดูกของข้อสะโพกให้อยู่ในแนวที่ถูกต้อง`,
        `ช่วยยืดกล้ามเนื้อที่มีการเกร็งตัว`,
        `ช่วยให้เด็กสามารถนั่ง หรือ ยืนได้มั่นคงยิ่งขึ้น`,
        `ช่วยลดปัญหาการยืน หรือ เดินที่มีลักษณะขาไขว้เหมือนกรรไกร`,
      ],

      suggestions: [
        `กายอุปกรณ์เสริมชนิดนี้ ใช้เพื่อจำกัดการเคลื่อนไหว หลังผ่าตัดข้อสะโพกเพื่อแก้ไขความผิดปกติของข้อสะโพกในเด็กสมองพิการได้`
      ],
    },
    {
      title : `กายอุปกรณ์เสริมสำหรับข้อเท้า (Ankle Foot Othroses: AFO)`,
      body_image: require('@app/assets/colored/กายอุปกรณ์/AF-combined.png'),
      body : (
        `<b>กายอุปกรณ์เสริมข้อเท้าชนิดแผ่นพลาสติก</b>`
        + ` ช่วยการเคลื่อนไหวและ จำกัดการเคลื่อนไหวของข้อเท้า เป็นกายอุปกรณ์ที่นิยมใช้ในเด็กที่มีภาวะเท้าปุก มีอาการเกร็งของกล้ามเนื้อในฝ่าเท้า  เดินด้วยปลายเท้า หรือในเด็กที่ปลายเท้าตก`
      ),
      objectives: [
        `จำกัดการเคลื่อนไหวของข้อเท้าและป้องกันไม่ให้ปลายเท้าตก`,
        `เพื่อช่วยเพิ่มประสิทธิภาพและเสริมความมั่นคงในการยืนและเดิน`,
        `ในเด็กที่ไม่สามารถเดินได้ กายกุปกรณ์จะช่วยเสริมความมั่นคงของเท้าและข้อเท้า ทำให้สามารถวางเท้าลงน้ำหนักบนพื้นได้ถูกต้องส่งเสริมการนั่งให้ดีขึ้น`,
      ],

      suggestions: [
        `ควรใส่กายอุปกรณ์ AFO 6 ชั่วโมงขึ้นไป เพื่อป้องกันการหดเกร็งของกล้ามเนื้อ`,
        `ควรใส่กายอุปกรณ์ AFO ขณะทำกิจวัตรประจำหรือกิจกรรมต่าง ๆ`,
        `แนะนำให้ใส่กายอุปกรณ์ตอนกลางคืน ถ้ากายอุปกรณ์ไม่รบกวนการนอนหลับ  ถอดเฉพาะตอนอาบน้ำ`,
      ],
    },
    {
      title : `กายอุปกรณ์เสริมสำหรับข้อเท้า (Ankle Foot Othroses: AFO)`,
      body_image: require('@app/assets/colored/กายอุปกรณ์/shoess.png'),
      body : (
        `<b>กายอุปกรณ์เสริมข้อเท้าในรูปแบบรองเท้าดัด</b>`
        + ` เป็นกายอุปกรณ์ที่นิยมใช้ในเด็กที่มีภาวะข้อเท้าผิดรูป`
      ),
      objectives: [
        `จัดแนวของข้อเท้าให้อยู่ในลักษณะที่ถูกต้อง`,
        `เพิ่มความมั่นคงของข้อเท้าหลังผ่าตัด แก้ไขปัญหาข้อเท้าปุก`,
      ],

      suggestions: [
        `ควรได้รับคำแนะนำและปรึกษาจากแพทย์ และนักกายอุปกรณ์เพื่อออกแบบรองเท้าที่เหมาะสมกับข้อเท้าของเด็กในแต่ละคน`,
      ],
    },
    {
      title : `กายอุปกรณ์สำหรับกระดูกสันหลังคด (Milwaukee Orthosis)`,
      body_image: require('@app/assets/colored/กายอุปกรณ์/scoooooo.png'),
      body : (
        `เป็นกายอุปกรณ์ใช้ในเด็กที่มีกระดูกสันหลังคดที่ไม่ต้องรักษาด้วยการผ่าตัด ซึ่งกระดูกสันหลังคดนั้นส่งผลเสียต่อการทรงท่าต่าง ๆ เช่น การนั่งหรือการยืน`
      ),
      objectives: [
        `เพื่อลดมุมของกระดูกสันหลังคด`,
        `เพื่อส่งเสริมการนั่งที่มั่นคงในเด็กที่กระดูกสันหลังโก่งและมีการก้มตัวมากขณะนั่ง`,
        `เพื่อเพิ่มประสิทธิภาพการนั่งได้ดีขึ้นขณะใส่กายอุปกรณ์`,
      ],

      suggestions: [
        `ควรใส่กายอุปกรณ์ตลอด 24 ชั่วโมง (ถอดเฉพาะตอนอาบน้ำ)`,
        `เด็กจะมีการเจริญเติบโตตลอดเวลา ทำให้มุมของกระดูกสันหลังคดมากขึ้น ถ้ามากกว่า 45 องศา ควรปรึกษาแพทย์เพื่อได้รับการผ่าตัด`,
      ],
    },
  ],
  
  
  // 
  // SITTING_POSITION
  // 
  'sitting_position_importance_title' : `ความสำคัญของการนั่ง`,
  'sitting_position_importance_body' : `เด็กจะเริ่มนั่งได้ตั้งแต่อายุ 3-12 เดือน ท่านั่งจะมีหลายรูปแบบขึ้นอยู่กับวัตถุประสงค์ของการประกอบกิจวัตรประจำวัน โดยท่านั่งจะมี ดังนี้`,

  'sitting_position_section_method': `วิธีการฝึก`,
  'sitting_position_section_benefits': `ประโยชน์`,
  'sitting_position_section_prohibitions': `ข้อห้าม ข้อควรระวัง`,

  'sitting_positions': [
    {
      title: `ท่านั่งขัดสมาธิให้ฝ่าเท้าประกบกัน`,
      method: `\tผู้ปกครองจัดให้เด็กนั่งฝ่าเท้าประกบกัน นั่งโน้มตัวไปด้านหน้า มือยันพื้น เด็กจะเริ่มนั่งในท่านี้ได้ตอนอายุ 4-6 เดือน`,
      benefits: `\tใช้เป็นท่าฝึกในเด็กสมองพิการที่ยังนั่งไม่มั่นคง ท่านี้เด็กจะนั่งทรงตัวได้ดี และเป็นท่าที่ใช้ยืดกล้ามเนื้อด้านในของต้นขา สามารถเพิ่มการฝึกโดยใช้ของเล่นวางไว้ด้านหน้า ด้านข้าง แล้วให้เด็กเอื้อมหยิบ เพื่อเพิ่มความแข็งแรงของกล้ามเนื้อลำตัวและรยางค์แขน`,
      prohibitions: `\tในเด็กที่กล้ามเนื้อแกนกลางลำตัวยังไม่แข็งแรง ผู้ปกครองควรดูแลอย่างใกล้ชิด เพื่อป้องกันการล้ม`,
    },
    {
      title: `ท่านั่งขัดสมาธิ`,
      method: `\tเป็นท่าที่เหมาะกับเด็กสมองพิการ ผู้ปกครองจัดให้เด็กนั่งขัดสมาธิและเพิ่มการฝึกให้เอื้อมหยิบจับสิ่งของในทิศต่าง ๆ หรือให้เล่นของเล่นบนโต๊ะที่วางอยู่ทางด้านหน้า ระดับสายตา เพื่อช่วยในการยืดลำตัว ท่านี้เหมาะกับการฝึกในเด็กที่สามารถนั่งทรงตัวเองได้ ซึ่งจะอยู่ในช่วง 6-9 เดือน`,
      benefits: (
          `\t<b>1.</b> เป็นท่านั่งที่ฝึกการทำงานของกล้ามเนื้อแกนกลางลำตัว` + `\n` 
        + `\t<b>2.</b> สามารถฝึกการทรงตัวในทิศทางต่าง ๆ ` + `\n` 
        + `\t<b>3.</b> เป็นท่ายืดกล้ามเนื้อหลังและขา `
      ),
      prohibitions: (
          `\t<b>1.</b> ในเด็กที่นั่งทรงตัวด้วยตัวเองไม่ได้หรือเด็กที่มีภาวะกล้ามเนื้ออ่อนแรง หรือมีความตึงตัวของกล้ามเนื้อผิดปกติ ผู้ปกครองควรนั่งอยู่ทางด้านหลัง ช่วยจับที่ไหล่หรือสะโพกทั้ง 2 ข้าง  เพื่อป้องกันการล้ม`
      ),
    },
    {
      title: `ท่านั่งเหยียดขาไปทางด้านหน้า`,
      method: `\tผู้ปกครองจัดเด็กนั่งเหยียดขาทั้ง 2 ข้างไปด้านหน้า  หลังตรง ไม่ก้มหน้า  ในเด็กที่ยังทรงตัวไม่ดีอาจจะใช้แขนยันพื้นได้ โดยผู้ปกครองนั่งประคองทางด้านหลัง และเมื่อเด็กนั่งทรงตัวดีขึ้น เพิ่มความยากโดยให้เอื้อมมือไปแตะปลายเท้า`,
      benefits: `\tช่วยในการยืดกล้ามเนื้อหลังต้นขา และกล้ามเนื้อหลังขณะที่เอื้อมแขน 2 ข้างไปแตะปลายเท้า`,
      prohibitions: (
          `\t<b>1.</b> ท่านี้อาจจะทำให้เด็กปวดหลัง และมีความตึงด้านหลังต้นขามาก เมื่อนั่งเป็นระยะเวลานาน` + `\n` 
        + `\t<b>2.</b> ในเด็กที่มีภาวะตึงตัวมากของกล้ามเนื้อด้านหลังต้นขา อาจจะทำให้เกิดการล้มไปด้านหลังได้`
      ),
    },
    {
      title: `ท่านั่งบนเก้าอี้`,
      method: `\tผู้ปกครองจัดให้เด็กนั่งบนเก้าอี้ งอเข่าและงอสะโพกประมาณ 90 องศา ฝ่าเท้าแนบกับพื้น ม้วนผ้า 1 ผืนวางไว้ระหว่างขา เพื่อป้องการหุบและหมุนขาเข้าด้านใน  นั่งหลังตรง  แขนวางไว้ที่เข่า ในกรณีที่เก้าอี้สูงเกินไปเด็กไม่สามารถวางเท้าแนบกับพื้นได้ ควรหาแท่นรองที่ฝ่าเท้า อาจจะให้เล่นของเล่นบนโต๊ะที่วางอยู่ทางด้านหน้า เพื่อช่วยในการยืดลำตัว`,
      benefits: (
          `\t<b>1.</b> การลงน้ำหนักที่ฝ่าเท้าจะช่วยลดการเกร็งของกล้ามเนื้อ` + `\n` 
        + `\t<b>2.</b> สามารถฝึกร่วมกับการทำกิจวัตรประจำวันได้ เช่น การนั่งรับประทานอาหาร การนั่งขับถ่าย การนั่งเล่นของเล่น` + `\n` 
        + `\t<b>3.</b> สามารถฝึกการทำงานของแขนและมือร่วมกับการทรงตัวในท่านั่งบนเก้าอี้`
      ),
      prohibitions: (
          `\t<b>1.</b> ในเด็กที่ยังนั่งทรงตัวบนพื้นไม่ดี อาจจะยังไม่ฝึกนั่งเก้าอี้หรือต้องมีเก้าอี้พิเศษเพื่อช่วยส่งเสริมการนั่งบนเก้าอี้ให้มั่นคง` + `\n` 
        + `\t<b>2.</b> เก้าอี้ไม่ควรสูงจนทำให้เท้าเด็กลอยเพราะจะไปกระตุ้นให้เด็กเกร็งจนตกเก้าอี้ได้`
      ),
    },
  ],

  // 
  // WRONG_SITTING_POSITION
  // 
  'wrong_sitting_position_health_effect_title' : `การนั่งที่ไม่เหมาะสม`,
  'wrong_sitting_position_health_effect_subtitle' : `การนั่งที่ไม่เหมาะสมในเด็กสมองพิการ มีสาเหตุ ดังนี้`,
  'wrong_sitting_position_health_effects' : [
    `การพัฒนาด้านการทรงตัวยังไม่สมบูรณ์`,
    `มีความตึงตัวของกล้ามเนื้อผิดปกติ ได้แก่ ความตึงตัวของกล้ามเนื้อมากเกินไป ทำให้เกิดการแอ่นตัวจนตกเก้าอี้ได้ หรือมีความตึงตัวของกล้ามเนื้อน้อยกว่าปกติจนอาจล้มคว่ำไปด้านหน้า`,
    `การพยายามทำการเคลื่อนไหวทดแทนเพื่อต่อสู้กับการเคลื่อนไหวที่ผิดปกตินอกอำนาจจิตใจ`,
    `ขนาดและประเภทของเก้าอี้ โต๊ะ และรถเข็นที่ไม่เหมาะสมรวมถึงการจัดตำแหน่งการนั่งของเด็กในท่านั่งที่ผิดอย่างน้อยหนึ่งตำแหน่ง`,
    `การนั่งเก้าอี้พิเศษ เป็นระยะนานเกินไปมากกว่า 2 ชั่วโมง แม้จะอยู่ในท่านั่งที่ถูกต้อง`,
  ],

  'wrong_sitting_position_section_disadvantages': `ข้อเสีย`,

  'wrong_sitting_positions': [
    {
      title: `ท่านั่งรูปตัว W`,
      description: `\tเป็นท่านั่งที่ไม่ดีและพบบ่อยในเด็กสมองพิการ เกิดจากการอ่อนแรงของกล้ามเนื้อขาและกล้ามเนื้อแกนกลางลำตัว โดยเด็กมักจะนั่งหย่อนก้นลงพื้นที่อยู่ระหว่างขาที่งอและหมุนสะโพกเข้าด้านในเหมือนรูปตัว w  เป็นท่าที่จำกัดการเคลื่อนไหวของลำตัวในทุกทิศทาง`,
      disadvantages: [
        `ข้อสะโพกหลุด`,
        `พัฒนาการกล้ามเนื้อแกนกลางลำตัวไม่ดี`,
        `หากนั่งในระยะเวลานาน จะทำให้เกิดความผิดปกติขณะเดิน เด็กจะเดินแบบหมุนปลายเท้าเข้าด้านใน เกิดจากความตึงตัวและการหดสั้นของกล้ามเนื้อขา`,
      ]
    },
    {
      title: `ท่านั่งบนก้นกบ`,
      description: `\tเป็นท่านั่งที่ไม่ดีเพราะน้ำหนักตัวจะไปลงที่กระดูกก้นกบ ทำให้เกิดจากการหดสั้นของกล้ามเนื้องอเข่า และเด็กจะนั่งอยู่ในท่าก้มศีรษะงอหลัง  ทำให้กล้ามเนื้อหลังไม่แข็งแรง ไม่มีการเเหยียดลำตัวเพื่อต้านแรงโน้มถ่วงโลก`,
      disadvantages: [
        `ในระยะยาว ทำให้เกิดกระดูกสันหลังโก่ง`,
        `เมื่อนั่งเก้าอี้เป็นระยะเวลานาน อาจจะเกิดแผลกดทับได้`,
      ]
    },
    {
      title: `ท่านั่งบนเก้าอี้`,
      description: `\tในเด็กที่มีอาการเกร็งมาก เด็กจะนั่งโดยก้นไม่ชิดพนักเก้าอี้ และพิงเก้าอี้   โดยไหล่จะโน้มมาด้านหน้าหรือไหล่แบะออก เด็กจะปรับท่าทางเพื่อให้นั่งมั่นคงแต่เป็นการนั่งที่ผิด โดยการเอนลำตัวไปด้านหลัง ขาหุบและหมุนเข้าด้านใน เข่าจะเหยียดตรงและถีบปลายเท้าลง ร่วมกับการจิกนิ้วเท้า`,
      disadvantages: [
        `เด็กอาจจะลื่นหรือตกเก้าอี้`,
        `เป็นท่าที่กระตุ้นให้เกิดอาการเกร็งมากขึ้น`,
      ]
    },
  ],

  //
  // ROUTINE
  //
  'routine_meaning' : {
    title: `การทำกิจวัตรประจำวัน`,
    body: (
      `เป็นกิจกรรมที่ทุกคนต้องทำในทุกวัน โดยไม่ต้องมีผู้ช่วยเหลือเช่น การนอน การรับประทานอาหาร การอาบน้ำ การเข้าห้องน้ำ การแต่งตัว และการเล่น` 
      + `\n`
      + `\n` + `<b>ปัจจัยที่ส่งผลต่อการทำกิจวัตรประจำวันของเด็ก </b>`
      + `\n` + `  <b>1.</b>  การเคลื่อนไหวและการทรงตัว`
      + `\n` + `  <b>2.</b>  การรู้คิด`
      + `\n` + `  <b>3.</b>  อารมณ์`
      + `\n` + `  <b>4.</b>  ความเข้าใจ`
      + `\n` + `  <b>5.</b>  การสื่อสาร`
    ),
  },
  'routine_section_caution': `ข้อควรระวัง`,
  'routine_section_instructions': `วิธีการ`,
  'routine_items': [
    {
      title: `การนอน`,
      backgroundColor: `#4FAFA1`,
      caution: [
        `ในท่านอนหงาย ในเด็กที่มีการเกร็งของกล้ามเนื้อขามาก เด็กมักจะติดอยู่ในท่าหุบข้อสะโพก และ เข่าเหยียด แต่บางรายอาจมีเข่างอได้เนื่องมาจากการหดสั้นของกล้ามเนื้อด้านหลังต้นขา`,
      ],
      postures: [
        {
          title: `นอนหงาย`,
          instructions: [
            `ใช้หมอนข้างหรือผ้าขนหนูม้วนเป็นทรงกระบอก วางไว้ระหว่างขา 2 ข้าง เพื่อป้องกันหุบขา`,
            `ใช้ผ้าขนหนูพับ 1 - 2 ชั้น วางไว้ใต้เข่า เพื่อป้องกันการเกร็งในท่าเหยียดเข่า หรือบางรายที่มีเข่างอเนื่องมาจากการหดสั้นของกล้ามเนื้อด้านหลังต้นขาก็ควรรองด้วยผ้าขนหนูเพื่อให้เกิดความสบายขณะนอน`,
          ]
        },
        {
          title: `นอนตะแคง`,
          instructions: [
            `จัดให้เด็กนอนตะแคง`,
            `นำหมอนรองไว้ระหว่างขา หมอนควรอยู่สูงระดับข้อสะโพก ขาข้างบนอยู่ในท่างอเข่าและงอสะโพก ให้เด็กนอนกอดหมอน`,
            `นำหมอนอีกใบหนุนด้านหลัง เพื่อป้องกันการหงายหลังขณะนอนตะแคง หรืออาจจัดให้เด็กนอนหันหลังชิดกำแพงโดยมีหมอนรอง`,
          ]
        },
      ],
    },
    {
      title: `การอาบน้ำ`,
      backgroundColor: `#4FAFA1`,
      caution: [
        `ในเด็กเล็กที่มีการเกร็งมากขึ้นเมื่อนอนหงาย ให้อาบน้ำในท่านอนคว่ำเพื่อป้องกันการเกร็งแอ่นจนหงายหลัง`,
      ],
      postures: [
        {
          title: `ท่านอนคว่ำอาบน้ำ`,
          instructions: [
            `ให้เด็กอยู่ในท่านอนคว่ำ ผู้ปกครองใช้แขนอุ้มเด็กตรงช่วงท้อง ประคองตัวเด็กให้อยู่ชิดลำตัวผู้ปกครอง โดยลำตัวเด็กพาดอยู่บนท้องแขน ส่วนมืออีกข้างใช้ในการอาบน้ำล้างตัวเด็ก`,
          ]
        },
        {
          title: `ท่านั่งอาบน้ำในอ่างอาบน้ำเด็ก`,
          instructions: [
            `อ่างอาบน้ำแบบวงรี สามารถให้เด็กนั่งเหยียดขาตรงได้เพื่อเป็นการยืดกล้ามเนื้อขา`,
            `สามารถใช้ของเล่นในอ่างอาบน้ำ เพื่อเป็นการเพิ่มความสนใจ และความสนุกสนาน`,
            `ควรมีอุปกรณ์ช่วยเหลือขณะอาบน้ำ เช่น แผ่นยางกันลื่น`,
          ]
        },
        {
          title: `ท่านั่งอาบน้ำในกรณีที่นั่งทรงตัวได้ไม่ดี`,
          instructions: [
            `จับเด็กนั่งพิงกำแพงของห้องน้ำ เพื่อช่วยให้เด็กนั่งทรงตัวได้`,
            `ใช้กะละมังหรือถังน้ำวางไว้ระหว่างขาของเด็ก โดยกางขาและเหยียดเข่าตรง เพื่อช่วยลดการเกร็งของกล้ามเนื้อต้นขาด้านใน`,
            `ผู้ปกครองควรอยู่ด้านหน้าของเด็ก เพื่อเป็นการเพิ่มความมั่นใจและสร้างความผูกพันระหว่างเด็กและผู้ปกครอง`,
          ]
        },
        {
          title: `ท่านั่งอาบน้ำในเด็กที่ทรงตัวได้มั่นคง`,
          instructions: [
            `ให้เด็กนั่งหันหน้าเข้าหากำแพง`,
            `วางกะละมังหรือถังน้ำระหว่างขาเด็ก และให้เด็กฝึกอาบน้ำ`,
            `ผู้ปกครองอยู่ด้านหลังเด็ก  เพื่อประคองให้เด็กนั่งได้มั่นคงมากขึ้นและยังสามารถช่วยอาบน้ำได้`,
            `กระตุ้นให้เด็กยืดแขนขึ้นพิงกำแพงค้างไว้ขณะอาบน้ำ เพื่อช่วยยืดกล้ามเนื้อแขนและสามารถอาบน้ำบริเวณลำตัวได้`,
          ]
        },
        {
          title: `ท่านั่งอาบน้ำในเด็กที่มีภาวะเกร็งเหยียดทั้งตัว`,
          instructions: [
            `ผู้ปกครองนั่งโดยวางเท้าแนบพื้น เด็กกึ่งนั่งกึ่งนอนหงายอยู่บนตักของผู้ปกครอง ระหว่างขาสองข้าง`,
            `ผู้ปกครองวางเท้าของตนเองบนเก้าอี้เตี้ยหรือที่วางเท้า เพื่อส่งเสริมให้เด็กมีการงอลำตัวมากขึ้นและช่วยลดการเกร็งแอ่นที่กล้ามเนื้อหลังของเด็ก`,
          ]
        },
      ],
    },
    {
      title: `การเข้าห้องน้ำ`,
      backgroundColor: `#4FAFA1`,
      caution: [
        `ควรจะมีราวจับด้านข้างกำแพงในห้องน้ำ ในเด็กที่สามารถนั่งขับถ่ายบนชักโครกได้เอง เพื่อช่วยในการลุกขึ้นยืน`,
      ],
      postures: [
        {
          title: `1. การขับถ่ายในเด็กที่ยังไม่สามารถนั่งได้ด้วยตนเอง`,
          instructions: [
            `ให้เด็กนั่งบนตักของผู้ปกครอง โดยเด็กอยู่ในท่างอเข่างอสะโพก ขณะที่เด็กขับถ่ายให้ผู้ปกครองโน้มตัวไปข้างหน้า เพื่อเป็นการเพิ่มความดันในช่องท้องของเด็ก ซึ่งจะช่วยในการขับถ่ายให้สะดวกขึ้น`,
            `ผู้ปกครองใช้มือกางขาเด็กออกเพื่อให้ขับถ่ายออกได้สะดวกและเป็นการยืดกล้ามเนื้อต้นขาด้านในได้ด้วย`,
          ]
        },
        {
          title: `2. การนั่งขับถ่ายในกรณีที่เด็กสามารถนั่งเองได้`,
          instructions: [
            `ให้หาวัสดุที่เป็นกล่องสี่เหลี่ยมหรือวัสดุที่มีพื้นที่กว้างพอที่เด็กจะสามารถเข้าไปนั่งขับถ่ายได้ โดยวางกระโถนไว้ข้างใน`,
            `ขณะขับถ่ายควรให้เด็กจับราวหรือขอบของวัสดุ พร้อมนั่งโน้มลำตัวไปด้านหน้า เพื่อที่สามารถขับถ่ายได้ง่ายขึ้น`,
          ]
        },
        {
          title: `3. การขับถ่ายในท่านั่งยอง`,
          instructions: [
            `ให้หาราวจับ ที่มีความสูงที่เด็กสามารถจับได้ทั้งในขณะยืนและนั่ง`,
            `ขณะเด็กจะทำการขับถ่าย ให้เด็กมีการย่อตัวลงนั่งช้าๆ และให้เด็กโน้มลำตัวไปด้านหน้าเล็กน้อยเพื่อเพิ่มความดันในช่องท้องทำให้ขับถ่ายได้ง่าย ซึ่งท่านี้เป็นท่าที่มีประโยชน์มาก สามารถใช้ฝึกการนั่งไปยืน หรือ ฝึกยืนไปนั่งในเด็กได้ด้วย`,
          ]
        },
      ],
    },
    {
      title: `การแต่งตัว`,
      backgroundColor: `#4FAFA1`,
      caution: [
        `ระวังการแอ่นของศีรษะขณะใส่และถอดเสื้อออกเพราะจะเป็นการไปเพิ่มอาการเกร็งของเด็กได้`,
        `ไม่ควรใส่เสื้อผ้าที่เล็กหรือใหญ่มากเกินไป เพราะจะทำให้เกิดความยากลำบากในการใส่ จนทำให้เกิดการกระตุ้นอาการเกร็งของเด็กได้`,
        `ถ้าเด็กยังมีอาการเกร็งค่อนข้างมากให้สวมเสื้อผ้าในลักษณะนอนคว่ำแทน`,
      ],
      postures: [
        {
          title: `1. การสวมเสื้อติดกระดุมตรงกลางในท่านอนหงาย`,
          instructions: [
            `ขณะเด็กนอนหงายให้ขมวดปลายแขนเสื้อให้สั้นที่สุดแล้วใส่แขนเสื้อที่แขนข้างที่มีอาการเกร็งก่อน`,
            `พลิกตะแคงตัวเด็กไปอีกด้านและสอดเสื้อไว้ใต้ลำตัวเด็ก`,
            `พลิกตะแคงตัวเด็กเพื่อทำการใส่แขนเสื้ออีกข้างหนึ่งโดยขมวดปลายแขนเสื้อให้สั้นที่สุดเพื่อสะดวกในการใส่`,
            `พลิกตัวเด็กให้อยู่ในท่านอนหงายอีกครั้งแล้วทำการติดกระดุมให้เรียบร้อย`,
          ],
          additionalMessages: [
            `<b>** การถอดเสื้อให้ทำการถอดด้านปกติก่อนแล้วค่อยถอดข้างที่มีอาการเกร็งทีหลัง โดยวิธีการจะเป็นท่าย้อนกลับของตอนใส่เสื้อ</b>`,
          ],
        },
        {
          title: `2. การสวมเสื้อในท่านอนคว่ำ`,
          instructions: [
            `ให้เด็กนอนคว่ำอยู่บนตักในลักษณะงอตัวดังภาพ`,
            `ขมวดเสื้อให้สั้นที่สุดให้เหลือส่วนของคอเสื้อไว้ และทำการใส่คอเสื้อจากด้านหลังศีรษะเข้าไปเพื่อป้องกันอาการเกร็งแอ่นขณะใส่เสื้อ`,
            `ขมวดแขนเสื้อให้สั้นแล้วทำการใส่แขนเสื้อในข้างที่มีอาการเกร็งก่อนแล้วจึงใส่อีกข้างหนึ่งตาม`,
          ],
          additionalMessages: [
            `<b>** ขณะถอดเสื้อในท่านอนคว่ำให้ทำการถอดแขนเสื้อข้างที่ปกติก่อนแล้วจึงถอดข้างที่มีอาการเกร็งตาม หลังจากนั้นค่อยๆขมวดปลายเสื้อขึ้นจนถึงคอเสื้อ แล้วจึงถอดเสื้อออกโดยเริ่มถอดออกจากด้านหลังศีรษะไปยังด้านหน้าศีรษะ</b>`,
          ],
        },
        {
          title: `3. การใส่เสื้อและกางเกงด้วยตนเอง`,
          instructions: [
            (
              `<b>3.1  การนั่งใส่กางเกง</b> ` + `\n`
              + `\tให้ผู้ปกครองคอยช่วยโดยนั่งอยู่ด้านหลังของเด็กให้เด็กมีการถ่ายน้ำหนักไปยังฝั่งตรงข้ามกับขาข้างที่กำลังใส่ขากางเกง เพื่อให้สะดวกในการใส่และเป็นการฝึกการถ่ายน้ำหนักของเด็กด้วย`
              + `\n`
            ),
            (
              `<b>3.2  การนั่งใส่เสื้อ</b> ` + `\n`
              + `\tให้เด็กเริ่มใส่แขนเสื้อด้านที่มีอาการเกร็งก่อนโดยใช้อีกมือหนึ่งช่วยใส่ แล้วจึงใส่แขนเสื้ออีกข้างหนึ่งเข้าไป สวมคอเสื้อในลักษณะก้มคอ`
              + `\n`
            ),
            (
              `<b>3.3  ในกรณีที่ต้องการฝึกการนั่ง</b> ` + `\n`
              + `\tสามารถฝึกในท่าสวมเสื้อผ้าได้ โดยให้เด็กนั่งหันหน้าเข้าหาพนักพิงของเก้าอี้ใช้มือข้างที่ไม่ได้สวมเสื้ออยู่เกาะขอบเก้าอี้เพื่อป้องกันการหงายหลังหรือล้มได้ โดยถ้าหากเก้าอี้สูงเกินไป สามารถหาวัสดุที่สามารถรองที่เท้าเพื่อให้เด็กสามารถวางเท้าลงได้ทำให้สามารถนั่งได้มั่นคงยิ่งขึ้น`
              + `\n`
            ),
            (
              `<b>3.4  การใส่กางเกงในท่านอนตะแครง</b> ` + `\n`
              + `\tทำให้เด็กสามารถใส่กางเกงได้ง่ายยิ่งขึ้น เริ่มจากใส่กางเกงที่ขาด้านบนก่อน แล้วจึงใส่ที่ขาด้านล่าง หลังจากใส่ขากางเกงครบ 2 ข้างแล้ว ให้เด็กพลิกไปนอนหงาย ชันเข่าขึ้น 2 ข้างกดเท้าลงที่พื้นพร้อมยกก้นขึ้นค้างไว้เพื่อทำการดึงกางเกงขึ้นไปที่เอว`
              + `\n`
            ),
          ],
          hideInstructionNumbers: true,
          // additionalMessages: [
          //   ``,
          // ],
        },
      ],
    },
      {
        title: `การรับประทานอาหาร`,
        backgroundColor: `#4FAFA1`,
        caution: [
          `การรับประทานอาหารหรือเครื่องดื่ม ควรระวังไม่ให้แอ่นหรือเงยศีรษะไปด้านหลังเพราะจะทำให้เกิดการสำลักอาหารได้`,
          `ในขณะรับประทานอาหารหรือเครื่องดื่ม ต้องระวังไม่ให้ขาอยู่ในท่าเหยียดตรง เพราะจะทำให้เพิ่มการเกร็งได้`,
        ],
        postures: [
          {
            title: `1. การให้นมจากเต้าของมารดา (Breast milk)`,
            instructions: [
              `ให้เด็กนอนอยู่ที่ตักในท่านอนหงาย มีหมอนรองอยู่ที่ตักเพื่อเพิ่มความสบายให้แก่เด็ก`,
              `ขณะที่เด็กนอนดูดนมมารดา ควรจัดท่าให้งอสะโพก และงอเข่าเล็กน้อย แขนของมารดาโอบลูกในลักษณะดังภาพ และก้มศีรษะเด็กลงเล็กน้อยขณะดูดนมเพื่อป้องกันการสำลัก`,
            ],
            // hideInstructionNumbers: true,
          },
          {
            title: `2. การรับประทานนมจากขวดนมในท่านั่ง`,
            instructions: [
              `ให้เด็กนั่งกางขาหันหน้าเข้าหาผู้ปกครอง ลำตัวเอนไปทางด้านหลังเล็กน้อย`,
              `ใช้หมอนรองข้างหลังของเด็ก โดยให้หมอนพิงกับขอบโต๊ะ หรือหาแผ่นกระดานรองใต้หมอนอีกทีก่อนที่จะพิงหมอนลง`,
              `ขณะให้นมควรก้มศีรษะเด็กลงเล็กน้อย เพื่อป้องกันการสำลัก`,
            ],
            // hideInstructionNumbers: true,
          },
          {
            title: `3. การรับประทานอาหารในท่านั่ง`,
            instructions: [
              `ในกรณีที่เด็กไม่สามารถอ้าปากได้ด้วยตนเอง ให้ผู้ปกครองวางนิ้วชี้ไว้ข้างแก้ม นิ้วโป้งไว้ที่คาง และนิ้วกลางไว้ที่ใต้คาง โดยใช้นิ้วโป้งสะกิดที่คางลงเบาๆจนเด็กอ้าปาก`,
              `ให้เด็กนั่งในลักษณะเช่นเดียวกับท่ารับประทานนมจากขวดโดยก้มศีรษะเด็กลงเล็กน้อย`,
              `การป้อนอาหารด้วยช้อน ช้อนควรอยู่ตำแหน่งที่ต่ำกว่าคาง`,
            ],
          },
          {
            // title: `4. การดื่มน้ำในท่านั่ง`,
            additionalMessages: [
              `<b>** การดื่มน้ำในท่านั่งจากแก้วกระดาษหรือพลาสติก ควรตัดขอบของแก้วออกดังภาพ แล้วหันด้านขอบที่ตัดออกไปด้านนอก เพื่อลดการเงยของศีรษะที่มากเกินไป ป้องกันการสำลัก</b>`,
            ],
            // hideInstructionNumbers: true,
          },
          {
            // title: `5. การรับประทานอาหารในท่านั่ง`,
            additionalMessages: [
              `<b>** ในการรับประทานอาหารด้วยตัวเอง ช้อนจะต้องมีด้ามจับที่ใหญ่กว่าปกติ เพื่อสะดวกในการกำช้อน หรือปลายของช้อนอาจมีลักษณะงอเอียงไปทางด้านข้างเข้าหาตัวเด็ก เพื่อสะดวกในการรับประทานโดยไม่ต้องมีการเอียงข้อมือ</b>`,
            ],
            // hideInstructionNumbers: true,
          },
        ],
      },
      {
        title: `การอุ้ม`,
        backgroundColor: `#4FAFA1`,
        caution: [
          `แขนของเด็กต้องไว้ข้างหน้าของตัวเด็กเสมอ`,
          `ลำตัวของเด็กห้ามแอ่นไปทางข้างหลังให้ก้มมาข้างหน้าเสมอ`,
          `ผู้ปกครองต้องอยู่ในท่าทางที่เหมาะสมขณะที่อุ้มเด็ก เช่น ควรย่อเข่าลง หลังตรง เพื่ออุ้มเด็กขึ้นมา เพื่อป้องกันอาการปวดหลัง`,
        ],
        postures: [
          {
            title: `การอุ้มทางด้านหน้า`,
            instructions: [
              `\tการอุ้มเด็กในท่าตะแคง ผู้ปกครองใช้มือข้างหนึ่งสอดใต้รักแร้ของเด็กและมืออีกข้างหนึ่งสอดใต้ระหว่างขา 2 ข้างเพื่อป้องกันไม่ให้ขามีการเกร็งหนีบ และแขนของเด็กจะต้องอยู่ด้านหน้าลำตัวดังภาพ`,
            ],
            hideInstructionNumbers: true,
          },
          {
            title: `การอุ้มทางด้านหน้า`,
            instructions: [
              `\tผู้ปกครองอุ้มเด็กโดยให้ลำตัวเด็กชิดกับลำตัวผู้ปกครอง และใช้มือ 2 ข้างของผู้ปกครองจับที่ด้านในของต้นขาเด็กทั้ง 2 ข้าง และกางขาเด็กออก ให้แขนทั้งสองข้างของเด็กกางออกทางด้านข้าง โดยวางบนแขนผู้ปกครอง`,
            ],
            hideInstructionNumbers: true,
          },
        ],
      },
    {
      title: `การเล่น`,
      backgroundColor: `#4FAFA1`,
      caution: [
        `ท่าทางการเล่นเหมาะสม และไม่เกิดอันตราย`,
        `ของเล่นเหมาะสมกับวัย`,
        `ของเล่นที่ใช้ฝึกเป็นของเล่นที่เด็กเลือกหรือชอบ`,
        `ท่าทางง่าย ไม่ซับซ้อน`,
      ],
      postures: [
        {
          title: `ท่านอนคว่ำไปนอนหงาย (พลิกจากซ้ายไปขวา)`,
          instructions: [
            `เด็กอยู่ในท่านอนคว่ำ`,
            `ผู้ปกครองจัดแขนเด็กให้แนบลำตัวหรือวางเหนือศีรษะ`,
            `ผู้ปกครองจับที่ข้อเท้าขวา งอเข่า งอสะโพกข้างขวา และอีกมือจับที่ข้อเท้าซ้ายให้อยู่กับที่เพื่อใช้เป็นจุดหมุน`,
            `ดันขาข้างขวาไปด้านหลัง ให้เด็กอยู่ในท่ากึ่งนอนหงาย`,
            `ผู้ปกครองเหยียดข้อสะโพกและเข่าข้างขวา เพื่อให้เด็กนอนหงาย`,
          ]
        },
        {
          title: `การพลิกตัวจากท่านอนหงายไปนอนคว่ำ (พลิกจากซ้ายไปขวา)`,
          instructions: [
            `เด็กอยู่ในท่านอนหงาย`,
            `ผู้ปกครองจัดแขนเด็กให้แนบลำตัวหรือวางเหนือศีรษะ`,
            `ผู้ปกครองจับที่ข้อเท้าขวา งอเข่า งอสะโพกข้างซ้าย และอีกมือจับที่ข้อเท้าขวาให้อยู่กับที่เพื่อใช้เป็นจุดหมุน`,
            `ดันขาข้างขวาไปด้านหลัง ให้เด็กอยู่ในท่ากึ่งนอนหงาย`,
            `ผู้ปกครองเหยียดข้อสะโพกและเข่าข้างซ้าย เพื่อให้เด็กนอนคว่ำ`,
          ]
        },
        {
          title: `ท่านอนคว่ำไปเป็นท่าตั้งคลาน`,
          instructions: [
            `เด็กอยู่ในท่านอนคว่ำ`,
            `ผู้ปกครองจับสะโพกของเด็ก เพื่อช่วยยกให้อยู่ในท่าตั้งคลาน จัดให้เข่าและสะโพกอยู่ตรงกัน ข้อไหล่และข้อมืออยู่ตรงกัน`,
            `กดที่สะโพกเด็กเบาๆ ในแนวแรงดิ่งลงพื้นเพื่อให้มีความมั่นคงในการทรงท่า`,
          ]
        },
        {
          title: `ท่านอนคว่ำไปเป็นท่านั่ง`,
          instructions: [
            `ให้เด็กอยู่ในท่านอนคว่ำ`,
            `ผู้ปกครองจัดแขนทั้ง 2 ข้างของเด็กให้เหยียดตรง แล้วกดที่ไหล่เบาๆ เพื่อฝึกการลงน้ำหนักและยืดแขน`,
            `มือข้างหนึ่งของผู้ปกครองสอดใต้ลำตัวเด็ก มืออีกข้างหนึ่งจับสะโพกฝั่งตรงข้าม จากนั้นออกแรงหมุนลำตัวของเด็กให้มาอยู่ในท่านั่ง`,
            `ให้เด็กใช้มือยันพื้นเพื่อพยายามดันตัวขึ้นมานั่ง`,
          ]
        },
        {
          title: `ท่าการฝึกลุกขึ้นยืน`,
          instructions: [
            `เริ่มต้นจากท่านั่งบนตักของผู้ปกครองหรือนั่งบนเก้าอี้เตี้ย แล้วใช้ของเล่นเป็นจุดสนใจในกระตุ้นให้เด็กลุกขึ้นยืน โดยมีผู้ปกครองคอยประคองที่ลำตัว`,
            `นอกจากของเล่นแล้วผู้ปกครองยังสามารถใช้ราวจับในการให้เด็กไต่เพื่อยืนขึ้นได้อีกด้วยโดยผู้ปกครองต้องคอยประคองเด็กตลอด`,
          ]
        },
        {
          title: `การฝึกเดิน`,
          instructions: [
            `ผู้ปกครองประคองตัวเด็กที่ข้อสะโพก ร่วมกับให้เด็กมีการเกาะวัตถุเดินโดยใช้การกางขาไปทางด้านข้างอาจให้วัตถุที่เกาะเดินมีจุดสนใจที่เด็กชอบ เช่น การเกาะเดินบนโต๊ะที่มีของเล่น`,
            `ผู้ปกครองประคองตัวเด็กที่ข้อสะโพก โดยให้ผู้ปกครองนั่งอยู่ตรงหน้าของเด็กโดยมีระยะห่างเล็กน้อยพอที่เด็กจะสามารถก้าวเดินมาหาได้ ซึ่งเด็กสามารถเกาะไหล่ของผู้ปกครองได้เพื่อเพิ่มความมั่นคงในการเดิน โดยผู้ปกครองอาจต้องใช้เสียงเป็นจุดสนใจในการเรียกเด็กเพื่อให้เด็กเดินเข้ามาหา`,
          ],
          // additionalMessages: [
          //   `<b>**  อาจต้องใช้เสียงเป็นจุดสนใจในการเรียกเด็กเพื่อให้เด็กเดินเข้ามาหา</b>`
          // ],
        },
      ],
    },
    {
      title: `ของเล่น`,
      backgroundColor: `#E16E5B`,
      // caution: [],
      postures: [
        {
          title: `ลูกบอลสี`,
          instructions: [
            `ลูกบอลที่ใช้ในเด็กที่มีการอ่อนแรงครึ่งซีก ควรใช้ลูกบอลขนาดใหญ่  เพราะจะทำให้เด็กมีการใช้แขนทั้งสองข้างมาช่วยในการจับลูกบอล`,
            `ในกรณีที่การเกร็งตัวของกล้ามเนื้อมาก ควรใช้บอลลูกเล็ก ๆ ในการฝึก เพราะหยิบจับง่ายและไม่เป็นการไปเพิ่มความตึงตัวของกล้ามเนื้อด้วย`,
            `ผู้ปกครองสามารถใช้บอลเป็นจุดสนใจในการให้เด็กเอื้อมหยิบ เพื่อเป็นการช่วยยืดขาและลำตัว`,
          ]
        },
        {
          title: `การเล่นในท่านอนคว่ำ ฝึกการควบคุมศีรษะ (1)`,
          instructions: [
            `ผู้ปกครองนั่งอยู่บนเก้าอี้หรือโซฟา โดยจัดเด็กให้นอนคว่ำอยู่บนตัก`,
            `ผู้ปกครองจับที่บริเวณใต้คางของเด็ก เพื่อป้องกันไม่ให้เด็กก้มคอขณะเล่น และแขนผู้ปกครองวางราบไปที่หลังของเด็กเพื่อช่วยในการเหยียดหลังขณะเล่นของเล่น`,
            `ของเล่นควรอยู่ด้านหน้าของเด็กและอยู่สูงพอที่จะให้เด็กเงยคอเล่นได้`,
          ]
        },
        {
          title: `การเล่นในท่านอนคว่ำ ฝึกการควบคุมศีรษะ (2)`,
          instructions: [
            `ผู้ปกครองนั่งเหยียดขาทั้ง 2 ข้าง และจัดเด็กนอนคว่ำ โดยให้หน้าอกของเด็กทาบไปที่ขาของผู้ปกครอง  ดังภาพ`,
            `ของเล่นควรอยู่ด้านหน้าและอยู่สูงในระดับที่เด็กสามารถเงยศีรษะและเอื้อมหยิมเล่นได้`,
          ]
        },
        {
          title: `การเล่นในท่านอนคว่ำ ฝึกการควบคุมศีรษะ (3)`,
          instructions: [
            `ใช้หมอนข้างหรือผ้าม้วน วางพาดไว้ใต้รักแร้ให้สูงเพื่อเด็กสามารถแอ่นหลังได้`,
            `ของเล่นอยู่ด้านหน้าและอยู่สูงในระดับสายตาของเด็กขณะเงยศีรษะเล่นของเล่น`,
          ]
        },
        {
          title: `การเล่นในท่านอนตะแคง`,
          instructions: [
            `ให้เด็กนอนตะแคงราบกับพื้นหรือใช้หมอนสามเหลี่ยมวางไว้ที่ศีรษะจนถึงไหล่ของเด็ก `,
            `ของเล่นควรอยู่ด้านหน้าเด็กในระดับสายตาเพื่อที่จะสามารถเอื้อมแขนเล่นของเล่นได้`,
          ]
        },
        {
          title: `การเล่นในท่านั่ง`,
          instructions: [
            `ผู้ปกครองจัดเด็กให้นั่งอยู่ในท่าเหยียดเข่าและกางขาเล็กน้อย`,
            `วางลูกบอลและตะกร้าไว้ด้านข้างลำตัวคนละฝั่ง ให้เด็กฝึกหยิบลูกบอลที่วางอยู่ในทิศทางต่าง ๆ และหมุนตัวนำลูกบอลใส่ที่ตะกร้า เพื่อฝึกการทรงตัวในท่านั่ง`,
          ]
        },
        {
          title: `การเล่นในท่ายืนเข่า`,
          instructions: [
            `ผู้ปกครองจัดเด็กให้อยู่ในท่ายืนเข่าและผู้ปกครองสามารถจับที่เอวของเด็ก กดลงเบาๆในแนวดิ่งลงพื้น  เพื่อฝึกการลงน้ำหนัก`,
            `ของเล่นและโต๊ะที่อยู่ด้านหน้าควรอยู่ในระดับหน้าอก อาจจะให้เด็กฝึกต่อบล็อกเพื่อฝึกให้เด็กยืดตัวตรงและเงยศีรษะขณะเล่น`,
          ],
        },
      ],
    },
  ],

  //
  // STRECHING
  //
  'streching_note_title': `<b>วิธีการทำ</b>`,
  'streching_note' : [
    `ทำท่าละ 10 ทีต่อ 1 ครั้ง ค้างไว้ท่าละ 5 - 10 วินาที`,
    `ในหนึ่งวันสามารถทำได้หลายครั้ง แต่ต้องคำนึงถึงความร่วมมือของเด็ก ต้องไม่เป็นการบังคับมากเกินไป และเด็กต้องไม่มีอาการตึงหรือปวดมากจนทนไม่ได้ขณะที่ทำการยืดกล้ามเนื้อ`,
  ],
  'streching_section_method': `วิธีการฝึก`,
  'streching_section_benefits': `ประโยชน์`,
  'streching_types': [
    {
      title: `กล้ามเนื้อต้นแขน`,
      title_full: `ท่ายืดกล้ามเนื้อต้นแขน`,
      preview_image: require('@app/assets/colored/Stretching/8(ขยับ).gif'),

      methods: [
        {
          name: 'วิธีที่ 1',
          steps: [
            `จัดเด็กนั่งขัดสมาธิ หันหน้าเข้ากำแพง`,
            `ให้เด็กใช้มือไต่กำแพงขึ้นเท่าที่ทำได้ หรือผู้ปกครองช่วยจับแขนเด็กขึ้นไต่กำแพงและวางค้างไว้`,
          ],
          benefits: [
            `ท่านี้จะช่วยยืดกล้ามเนื้อที่ใช้ในการเหยียดแขน งอศอก งอข้อมือและนิ้วมือ และช่วยลดการเกร็งตัวของกล้ามเนื้อแขน`
          ],
          image: require('@app/assets/colored/Stretching/8(ขยับ).gif'),
        },
        {
          name: 'วิธีที่ 2',
          steps: [
            `จัดเด็กนั่งขัดสมาธิ และถือลูกบอลไว้`,
            `จับลูกบอลในลักษณะแขนเหยียดตรงและยกบอลขึ้นเหนือศีรษะ ผู้ปกครองสามารถช่วยยกแขนขึ้นและประคองที่หลังเด็กเพื่อป้องกันการล้ม ดังภาพ`,
          ],
          benefits: [
            `ท่านี้จะช่วยยืดกล้ามเนื้อที่ใช้ในการเหยียดแขน งอศอก และสามารถยืดกล้ามเนื้อลำตัวได้อีกด้วย`
          ],
          image: require('@app/assets/colored/Stretching/9ขยับ.gif'),
        },
      ],
    },
    {
      title: `กล้ามเนื้อแขน`,
      title_full: `ท่ายืดกล้ามเนื้อแขน`,
      preview_image: require('@app/assets/colored/Stretching/10.png'),

      methods: [
        {
          // name: '',
          steps: [
            `จัดเด็กนั่งขัดสมาธิ หันหน้าเข้ากำแพง`,
            `ยกแขนขึ้นสูงเท่ากับระดับไหล่ ใช้มือดันกำแพงค้างไว้ ดังภาพ`,
          ],
          benefits: [
            `ท่านี้จะช่วยยืดกล้ามเนื้อที่ใช้ในการงอศอก งอข้อมือและนิ้วมือ`,
          ],
          image: require('@app/assets/colored/Stretching/10.png'),
        },
      ],
    },
    {
      title: `กล้ามเนื้อข้างลำตัว`,
      title_full: `ท่ายืดกล้ามเนื้อข้างลำตัว`,
      preview_image: require('@app/assets/colored/Stretching/11ขยับ.gif'),

      methods: [
        {
          name: 'วิธีที่ 1',
          description: '',
          steps: [
            `จัดเด็กนั่งขัดสมาธิ ผู้ปกครองวางหมอน 1 – 2 ใบไว้ทางด้านข้างลำตัวของเด็ก`,
            `ให้เด็กงอศอกข้างหนึ่งวางไว้ที่หมอน แล้วเอียงตัวลงน้ำหนักผ่านข้อศอกไปที่หมอน พร้อมกับยกแขนอีกข้างขึ้นมาแนบหู ผู้ปกครองอาจจะช่วยยกแขนเด็กได้`,
            `ทำสลับซ้าย-ขวา`,
          ],
          benefits: [
            `ช่วยยืดกล้ามเนื้อด้านข้างลำตัวและลดเกร็ง`,
          ],
          image: require('@app/assets/colored/Stretching/11ขยับ.gif'),
        },
        {
          name: 'วิธีที่ 2 กรณีที่มีหมอนรูปลิ่ม',
          // description: 'กรณีที่มีหมอนรูปลิ่ม',
          steps: [
            `จัดเด็กให้นอนตะแคงบนหมอนรูปลิ่ม ดังภาพ ยกแขนด้านล่างขึ้นไปด้านหน้าศีรษะ แต่หากเด็กมีอาการเจ็บไหล่หรือมีความตึงของไหล่มาก ควรหลีกเลี่ยงท่านี้`,
            `ผู้ปกครองสามารถหากิจกรรมเพื่อเพิ่มความสนุกสนานให้กับเด็กได้ เช่นอ่านนิทาน ร้องเพลง`,
            `ทำสลับซ้าย-ขวา`,
          ],
          benefits: [
            `ช่วยยืดกล้ามเนื้อข้างลำตัวและลดเกร็ง`,
          ],
          image: require('@app/assets/colored/Stretching/12เว็ดเชฟ.png'),
        },
        {
          name: 'วิธีที่ 3 กรณีที่มีลูกบอล',
          // description:'',
          steps: [
            `จัดเด็กให้นั่งขัดสมาธิ ผู้ปกครองวางบอลไว้ด้านด้านข้างลำตัว`,
            `ให้เด็กวางมือบนลูกบอล หมุนลำตัวไปด้านซ้ายหรือขวาและค้างไว้ เพื่อยืดกล้ามเนื้อฝั่งตรงข้าม`,
            `ทำสลับซ้าย-ขวา`,
          ],
          benefits: [
            `ท่านี้จะช่วยยืดกล้ามเนื้อในการหมุนตัวและช่วยลดการเกร็งของกล้ามเนื้อลำตัวได้`,
          ],
          image: require('@app/assets/colored/Stretching/13ขยับ.gif'),
        },
      ],
    },
    {
      title: `กล้ามเนื้อหลัง`,
      title_full: `ท่ายืดกล้ามเนื้อหลัง`,
      preview_image: require('@app/assets/colored/Stretching/14ขยับ.gif'),

      methods: [
        {
          // name: 'วิธีที่ 4',
          steps: [
            `จัดเด็กนั่งและเหยียดขาไปทางด้านหน้า`,
            `วางลูกบอลระหว่างขา 2 ข้าง และให้เด็กโน้มตัวไปด้านหน้าใช้แขนดันลูกบอล`,
          ],
          benefits: [
            `ท่านี้จะช่วยยืดกล้ามเนื้อหลัง และ กล้ามเนื้อต้นขาด้านในและด้านหลัง`,
          ],
          image: require('@app/assets/colored/Stretching/14ขยับ.gif'),
        },
      ],
    },
    {
      title: `กล้ามเนื้อขา`,
      title_full: `ท่ายืดกล้ามเนื้อขา`,
      preview_image: require('@app/assets/colored/Stretching/15ขยับ.gif'),

      methods: [
        {
          name: 'วิธีที่ 1',
          steps: [
            `จัดเด็กนั่งขัดสมาธิ และวางลูกบอลไว้ด้านหน้า`,
            `ให้เด็กจับลูกบอลแล้วดันไปด้านหน้าค้างไว้ และดึงกลับมา`,
          ],
          note: `<b>** หมายเหตุ:</b> ในกรณีที่เด็กไม่สามารถนั่งขัดสมาธิ ให้เด็กนั่งกางขาและเหยียดเข่าตรง`,
          benefits: [
            `ท่านี้ใช้ยืดกล้ามเนื้อในการหุบขา หมุนขาเข้าด้านใน และกล้ามเนื้อหลัง`,
          ],
          image: require('@app/assets/colored/Stretching/15ขยับ.gif'),
        },
        // {
        //   name: 'วิธีที่ 2',
        //   steps: [
        //     `จัดเด็กนั่งและเหยียดขาออกทั้ง 2 ข้าง`,
        //     `วางลูกบอลไว้ด้านหน้าตรงระหว่างขา 2 ข้าง และโน้มตัวไปด้านหน้าใช้แขนดันลูกบอล`,
        //   ],
        //   benefits: [
        //     `ท่านี้จะช่วยยืดกล้ามเนื้องอเข่าและกล้ามเนื้อหลัง`,
        //   ],
        // },
        {
          name: 'วิธีที่ 2',
          steps: [
            `จัดให้เด็กนั่งเหยียดขาตรงไปด้านหน้า มือยันพื้นเพื่อป้องกันการล้ม และฝ่าเท้าตั้งตรงแนบชิดกับผนัง แล้วดันค้างไว้`,
          ],
          benefits: [
            `ท่านี้ช่วยยืดกล้ามเนื้อน่อง กล้ามเนื้อฝ่าเท้าและกล้ามเนื้อต้นขาด้านหลัง`,
          ],
          image: require('@app/assets/colored/Stretching/16.png'),
        },
      ],
    },
  ],

  //
  // EXERCISE
  //
  'exercise_note' : {
    title: 'การออกกำลังกาย',
    subtitle: 'เป็นการเพิ่มความแข็งแรงของกล้ามเนื้อลำตัว',
  },
  'exercise_section_methods': `วิธีการฝึก`,
  'exercise_section_warnings': `ข้อห้าม / ข้อควรระวัง`,
  'exercise_types': [
    {
      title: `การทรงตัวในท่านั่ง`,
      title_full: `การฝึกการทรงตัวในท่านั่ง`,
      methods: [
        {
          name: 'วิธีที่ 1 การทรงตัวในท่านั่งแบบอยู่กับที่ โดยให้แรงต้านกับเด็ก',
          steps: [
            `จัดให้เด็กนั่งในท่าขัดสมาธิ`,
            `ผู้ปกครองจับที่ไหล่ทั้ง 2 ข้างและออกแรงผลักในทิศด้านหน้า ด้านหลัง และด้านข้างโดยขนาดของแรงที่ให้ต้องไม่มากเกินไปจนทำให้เด็กล้ม`,
            `ผู้ปกครองบอกให้เด็กออกแรงต้านการผลักในทิศตรงกันข้ามกับแรงผลักเพื่อป้องกันไม่ให้ตนเองล้ม`,
          ],
          warnings: [
            `แรงผลักที่ผู้ดูแลให้ไม่ควรมากหรือน้อยเกินไป ควรจะมีขนาดของแรงที่เด็กสามารถทรงตัวต้านได้ด้วยตนเองเพื่อฝึกฝนการทรงตัว`,
          ],
        },
        {
          name: 'วิธีที่ 2 การฝึกการทรงตัวเพื่อป้องกันการล้มในท่านั่ง',
          steps: [
            `ให้เด็กนั่งที่พื้นในลักษณะนั่งขัดสมาธิ มือทั้งสองข้างวางไว้ที่พื้นด้านข้างลำตัว`,
            `ให้เด็กค่อยๆเอนตัวถ่ายน้ำหนักลงที่แขนทีละข้างในทิศทางต่างๆ`,
            `ขณะที่เด็กนั่งนิ่งๆ ผู้ปกครองสามารถออกแรงกดเบาๆ ในทิศทางแนวแรงจากหัวไหล่ไปสู่ฝ่ามือ 2-3 ครั้ง เพื่อกระตุ้นข้อต่อ`,
            `ให้เด็กเปลี่ยนตำแหน่งมือวางไว้ทางด้านหน้า และด้านหลัง จากนั้นผู้ปกครองออกแรงกดเบาๆ ในทิศทางแนวแรงจากหัวไหล่ไปสู่ฝ่ามือ`,
            `ให้เด็กทำการถ่ายน้ำหนักไปทางด้านหน้า ด้านหลัง และด้านข้าง`,
          ],
          notes: `<b>**</b> ในกรณีที่เด็กไม่สามารถ่ายน้ำหนักเองได้ให้ผู้ปกครองเป็นผู้ให้แรงถ่ายน้ำหนักแก่เด็ก`,
          warnings: [
            `ผู้ปกครองควรเหยียดข้อศอกเด็กให้ตรง เพื่อให้เกิดการลงน้ำหนักได้อย่างเต็มที่`,
            `ผู้ปกครองควรระมัดระวังขณะเด็กถ่ายน้ำหนักไปในทิศทางต่างๆ เพราะอาจเกิดการล้มได้`,
          ],
        },
        {
          name: 'วิธีที่ 3 การฝึกการทรงท่าด้วยของเล่นหรืออุปกรณ์ช่วย',
        },
        {
          name: '1. ฝึกการเอื้อมหยิบสิ่งของ',
          steps: [
            `ให้เด็กนั่งพื้นในท่านั่งสมาธิ`,
            `ผู้ปกครองใช้ของเล่นที่เด็กชอบ เช่น ลูกบอลสีให้เด็กเอื้อมหยิบในทิศทางต่างๆ เช่น ด้านหน้า ด้านข้าง และ ด้านหลัง`,
            `ผู้ปกครองสามารถเพิ่มความยากด้วยการเปลี่ยนทิศทางที่หลากหลาย รวมทั้งความสูง-ต่ำของตำแหน่งที่เด็กต้องเอื้อมหยิบของเล่นได้`,
          ],
          notes: `<b>**เพิ่มเติม</b> อาจจะให้เด็กหยิบของแล้วใส่ตะกร้า เพื่อเพิ่มความสนุกสนาน`,
          // warnings: [
          //   `ผู้ปกครองควรเหยียดข้อศอกเด็กให้ตรง เพื่อให้เกิดการลงน้ำหนักได้อย่างเต็มที่`,
          //   `ผู้ปกครองควรระมัดระวังขณะเด็กถ่ายน้ำหนักไปด้านหลัง เพราะอาจเกิดการล้มได้`,
          // ],
        },
        {
          name: '2. การฝึกการทรงท่าด้วยกระดานฝึกการทรงตัว',
          steps: [
            `ให้เด็กนั่งขัดสมาธิบนกระดาน กางแขนออกทางด้านข้างลำตัวหากเด็กทรงตัวได้ค่อนข้างดีอาจให้เด็กนั่งกอดอก`,
            `ให้เด็กถ่ายน้ำหนักตัวไป ด้านหน้า ด้านข้าง และด้านหลังด้วยตนเอง หรือ ผู้ปกครองให้แรงกดลงที่กระดานในทิศทางต่าง ๆ หรือให้แรงผลักที่ตัวเด็กทำค้างไว้ 5 วินาที`,
          ],
          // notes: `<b>**เพิ่มเติม</b> อาจจะให้เด็กหยิบของแล้วใส่ตะกร้า เพื่อเพิ่มความสนุกสนาน`,
          warnings: [
            `ผู้ปกครองประคองผู้ป่วยที่ลำตัวตลอดเพื่อป้องกันการล้มของเด็ก`,
          ],
        },
        {
          name: '3. การฝึกการทรงท่าด้วยยิมนาสติกบอล',
          steps: [
            `ให้เด็กนั่งอยู่บนลูกบอล`,
            `ให้ผู้ปกครองจับที่สะโพกทั้ง 2 ข้างของเด็ก เพื่อประคองไม่ให้เด็กตกจากลูกบอล`,
            `ผู้ปกครองทำการถ่ายน้ำหนักเด็กในทิศทาง ด้านข้าง ด้านหน้า และด้านหลัง`,
          ],
          // notes: `<b>**เพิ่มเติม</b> อาจจะให้เด็กหยิบของแล้วใส่ตะกร้า เพื่อเพิ่มความสนุกสนาน`,
          warnings: [
            `ผู้ปกครองควรจับเด็กให้มั่นคง เนื่องจากเด็กอาจลื่นตกจากลูกบอลได้ ควรฝึกบริเวณที่มีเบาะรองรับ`,
          ],
        },
      ],
    },
    {
      title: `การฝึกความแข็งแรง\nกล้ามเนื้อลำตัว`,
      title_full: `การฝึกความแข็งแรงของกล้ามเนื้อลำตัว`,
      methods: [
        {
          name: '1. บนหมอนรูปลิ่ม',
        },
        {
          // name: 'วิธีการฝึก',
          steps: [
            `ให้เด็กนอนคว่ำลงบนหมอนรูปลิ่ม ให้เด็กตั้งศอกลงกับพื้นค้างไว้ เพื่อเป็นการเพิ่มความแข็งแรงของกล้ามเนื้อข้อไหล่และกล้ามเนื้อหลัง ฝึกให้เด็กเงยศีรษะขึ้น จัดให้ของเล่นที่เด็กชอบอยู่ทางด้านหน้าในระดับสายตา เพื่อเพิ่มความน่าสนใจในการกระตุ้นให้เด็กทำได้`,
            `เพิ่มความยากโดยการให้เอื้อมแขนไปด้านหน้า อาจทำสลับซ้ายขวา เช่นให้เอื้อมหยิบลูกบอลสี โดยเด็กจะสามารถเรียนรู้การถ่ายน้ำหนักที่ข้อศอกในแต่ละข้าง และเพิ่มความแข็งแรงของกล้ามเนื้อหลังและข้อไหล่`,
          ],
          notes: `<b>**</b> ผู้ปกครองสามารถเปลี่ยนท่าเด็กจากการตั้งศอกที่พื้น เป็นท่าเหยียดศอกเพื่อลงน้ำหนักที่ฝ่ามือได้`,
        },
        {
          name: '2. ท่าตั้งคลาน',
        },
        {
          // name: 'วิธีการฝึก',
          steps: [
            `ผู้ปกครองจัดเด็กให้อยู่ในท่าตั้งคลาน โดยใช้หมอนข้างสอดใต้ลำตัว`,
            `ผู้ปกครองจัดศอกให้เหยียดตรงและให้ลงน้ำหนักที่ฝ่ามือ`,
            `ผู้ปกครองจัดข้อสะโพกให้ตั้งตรง เพื่อให้เกิดการลงน้ำหนักที่ข้อเข่า`,
            `ผู้ปกครองประคองเด็กอยู่ทางด้านหลัง โดยจับที่สะโพกทั้งสองข้าง`,
            `สามารถเพิ่มความยากโดยการถ่ายไปทางด้านหน้า ด้านหลัง และด้านข้าง เพื่อเพิ่มการลงน้ำหนักในข้อต่อ ดังภาพ`,
          ],
          notes: `<b>**</b> ท่านี้จะเพิ่มความแข็งแรงของกล้ามเนื้อแกนกลางลำตัว ข้อไหล่ ข้อศอก ข้อสะโพกและข้อเข่า`,
        },
        {
          name: '3. ฝึกโดยใช้ลูกบอล',
        },
        {
          // name: 'วิธีการฝึก',
          steps: [
            `จัดให้เด็กนั่งขัดสมาธิ เริ่มจากวางลูกบอลไว้ด้านหน้าเด็ก ให้เด็กจับลูกบอล`,
            `ผู้ปกครองประคองที่หลัง โดยออกแรงโน้มตัวเด็กไปด้านหน้าจนเด็กรู้สึกตึง ท่านี้จะช่วยยืดกล้ามเนื้อแกนกลางลำตัว`,
            `ผู้ปกครองบอกให้เด็กดึงตัวกลับมานั่งตรงหรือผู้ปกครองอาจจะออกแรงช่วยเล็กน้อยได้หากเด็กไม่สามารถดึงตัวกลับเองได้ ท่านี้เพิ่มความแข็งแรงของกล้ามเนื้อแกนกลางลำตัวด้านหลัง`,
            `เปลี่ยนตำแหน่งลูกบอลวางไว้ด้านข้างลำตัวซ้ายหรือขวาแล้วให้เด็กเหยียดแขนวางบนลูกบอล`,
            `ผู้ปกครองอยู่ด้านหลัง ประคองที่ไหล่ของเด็ก พร้อมออกแรงเอียงตัวเด็กไปด้านข้างที่จับลูกบอล และให้เด็กดึงตัวกลับมาในท่านั่งตรงหรือผู้ปกครองช่วยออกแรงดึงตัวกลับเล็กน้อยในกรณีที่เด็กไม่สามารถดึงตัวกลับมาเองได้ เพื่อเพิ่มความแข็งแรงของกล้ามเนื้อแกนกลางลำตัวด้านข้าง`,
          ],
          warnings: [
            `ผู้ปกครองควรจับเด็กให้มั่นคง เนื่องจากลูกบอลอาจจะลื่นทำให้เด็กล้มได้`,
          ]
        },
        {
          name: '4. ฝึกกล้ามเนื้อหมุนลำตัว โดยใช้ของเล่น',
        },
        {
          // name: 'วิธีการฝึก',
          steps: [
            `จัดให้เด็กอยู่ในท่านั่ง`,
            `ให้เด็กฝึกหยิบของเล่น เช่น ลูกบอล หรือ บล็อกไม้ โดยหยิบจากด้านซ้ายไปด้านขวา (ทำสลับด้านได้)โดยอาจมีตะกร้าใส่ของเล่น`,
          ],
          warnings: [
            `ในเด็กที่มีไม่สามารถหยิบจับสิ่งของขนาดเล็กได้ ควรหาของเล่นที่มีขนาดใหญ่ขึ้นเพื่อให้หยิบจับสะดวกขึ้น`,
          ],
        },
      ],
    },
    {
      title: `การฝึกความแข็งแรง\nกล้ามเนื้อเหยียดสะโพก`,
      title_full: `การฝึกความแข็งแรงของกล้ามเนื้อเหยียดสะโพก`,
      methods: [
        {
          // name: 'วิธีการฝึก',
          steps: [
            `จัดให้เด็กนอนหงาย งอเข่าและเหยียดสะโพก`,
            `ให้เด็กกดเท้าลงกับพื้น แล้ว ยกก้นขึ้นเหนือพื้น ค้างไว้สักครู่แล้วเอาก้นลง โดยขณะทำการออกกำลังกายให้ผู้ปกครองนั่งทางด้านหน้าและช่วยจับตรงเข่าหรือข้อเท้าของเด็กในทิศทางกดลงพื้น`,
            `ผู้ปกครองสามารถใช้ลูกบอลวางที่ระหว่างต้นขา แล้วให้เด็กหนีบลูกบอลไว้ขณะยกก้นขึ้นเพื่อกระตุ้นให้กล้ามเนื้อเหยียดสะโพกทำงานมากขึ้นและทำให้ขาทั้งสองข้างตั้งตรงไม่แบะออก`,
          ],
          warnings: [
            `ขณะฝึกไม่ควรให้เด็กกลั้นหายใจ`,
            `ท่านี้อาจจะทำให้เด็กเหนื่อยง่าย ควรสังเกตสีหน้า หรือริมฝีปากว่ามีอาการซีดหรือไม่`,
          ]
        },
      ],
    },
    {
      title: `การฝึกความแข็งแรง\nกล้ามเนื้อเหยียดเข่า`,
      title_full: `การฝึกความแข็งแรงของกล้ามเนื้อเหยียดเข่า`,
      methods: [
        {
          // name: 'วิธีการฝึก',
          steps: [
            `ให้เด็กนั่งเหยียดขา ฝ่าเท้าวางบนลูกบอลที่อยู่ชิดกำแพง มือวางไว้บนพื้นด้านข้างลำตัว`,
            `ใช้เท้าทั้ง 2 ข้างหรือทำทีละข้าง ถีบลูกบอลให้ชิดกำแพง ให้เข่าเหยียดตรงค้างไว้ 5 วินาทีหรือเท่าที่ทำได้`,
          ],
          warnings: [
            `ระวังการล้มไปทางด้านหลัง`,
          ]
        },
      ],
    },
  ],
}

export default th