// 
// LOCALIZATIONS
// 
const th = {
  // PAGE TITLES
  'page_title_cpinfo_diagnostic': `การวินิจฉัยโรค`,
  'page_title_cpinfo_medical_treatments': `การรักษา`,
  'page_title_cpinfo_body_equipment': `กายอุปกรณ์`,
  'page_title_sitting_position': `ท่านั่งที่ถูกต้อง`,
  'page_title_wrong_sitting_position': `ท่านั่งที่ผิดปกติ`,

  //
  // CPINFO
  //
  'cpinfo_meaning_title' : `Cerebral palsy (CP)`,
  'cpinfo_meaning_body' : `คือ กลุ่มอาการที่เกี่ยวข้องกับการพัฒนาการด้านเคลื่อนไหวและการทรงท่าที่ผิดปกติโดยเกิดจากการพัฒนาของสมองที่ผิดปกติในระยะที่เป็นทารกในครรภ์หรือทารกแรกเกิด ความผิดปกติของสมองเกิดขึ้นตั้งแต่อยู่ในครรภ์จนถึงช่วงอายุ 5 - 7 ปี จึงจะเรียกว่า “เด็กภาวะสมองพิการ”`,

  // CPINFO > CAUSE
  'cpinfo_causes_title' : `ปัจจัยเสี่ยงของการเกิดภาวะสมองพิการ`,
  'cpinfo_causes_item_1' : `สมองได้รับอุบัติเหตุ หรือ สมองเจริญเติบโตผิดปกติ ตั้งแต่อยู่ในครรภ์ จนถึงช่วงอายุ 5-7 ปี`,
  'cpinfo_causes_item_2' : `การคลอดก่อนกำหนด หรือ การคลอดหลังกำหนด`,
  'cpinfo_causes_item_3' : `ความผิดปกติของเนื้อเยื่อในโพรงสมองที่มักจะเกิดจากการคลอดก่อนกำหนด`,
  'cpinfo_causes_item_4' : `เลือดออกในสมอง`,
  'cpinfo_causes_item_5' : `สมองมีการติดเชื้อหรือการอักเสบ`,

  // CPINFO > ANOMALIES
  'cpcategory_anomalies_title' : `แบ่งตามความผิดปกติตามรยางค์ของร่างกาย`,
  'cpcategory_anomalies_item_1' : `<b>Monoplegia</b> : เด็กมีความผิดปกติที่แขนหรือขาเพียง 1 ข้างแต่มักพบที่ขา`,
  'cpcategory_anomalies_item_2' : `<b>Hemiplegia</b> : เด็กมีความผิดปกติที่แขนและขาข้างเดียวกัน โดยมักจะมีปัญหาที่แขนมากกว่าขา`,
  'cpcategory_anomalies_item_3' : `<b>Paraplegia</b> : เด็กมีความผิดปกติที่ขาทั้งสองข้าง`,
  'cpcategory_anomalies_item_4' : `<b>Diplegia</b> : เด็กมีความผิดปกติที่แขนและขาทั้งสองข้าง แต่ขาจะมีความรุนแรงกว่าแขนและเด็กมักมีปัญหาในเรื่องของการใช้มือทั้งสองข้างในการทำงานที่ละเอียดอ่อนปราณีตด้วย (fine movement)`,
  'cpcategory_anomalies_item_5' : `<b>Quadriplegia</b> : เด็กมีความผิดปกติที่แขนและขาทั้งสองข้าง แขนและขามีระดับความรุนแรงใกล้เคียงกัน บางรายไม่สามารถคุมศีรษะและลำตัวได้`,

  // CPINFO > MOVEMENT
  'cpcategory_movement_title' : `แบ่งตามลักษณะการเคลื่อนไหว`,
  'cpcategory_movement_item_1' : `กลุ่มที่กล้ามเนื้อมีความตึงตัวมาก (Spasticity) : เด็กจะมีลักษณะตัวแข็งเกร็งและอาจมีอาการข้อต่อติดแข็งในท้ายที่สุด`,
  'cpcategory_movement_item_2' : `กลุ่มที่กล้ามเนื้อทำงานไม่ประสานกัน (Athetoid)  : เด็กจะมีลักษณะการเคลื่อนไหวที่ไม่มีจุดมุ่งหมาย ไม่สามารถควบคุมการเคลื่อนไหวภายใต้อำนาจจิตใจได้ และอาจมีภาวะของกล้ามเนื้อตึงตัวน้อยร่วมด้วยได้`,
  'cpcategory_movement_item_3' : `กลุ่มที่กล้ามเนื้อตึงตัวน้อย  (Hypotone) : เด็กจะมีลักษณะตัวอ่อนปวกเปียก`,
  'cpcategory_movement_item_4' : `กลุ่มที่มีอาการผสม (Mixed) : เด็กจะมีลักษณะของอาการมากกว่า 1 อย่างดังที่ได้กล่าวไปด้านบน`,

  // CPINFO > DIAGNOSTICS
  'cpinfo_diagnostics1_title' : `1. การวินิจฉัยจากประวัติ`,
  'cpinfo_diagnostics1_body' : `เด็กสมองพิการจะแสดงถึงพัฒนาการที่ล่าช้าหรือการคงอยู่ของปฏิกิริยาอัตโนมัติ (Primitive reflex)  การซักประวัติควรคำนึงถึงประวัติก่อนตั้งครรภ์ ขณะตั้งครรภ์และประวัติขณะคลอด ความเหมาะสมของพัฒนาการทางด้านการเคลื่อนไหวตามช่วงอายุของเด็ก (Motor development milestone) และการตรวจปฏิกิริยาอัตโนมัติสามารถใช้แยกเด็กที่มีพัฒนาการล่าช้าทางด้านกล้ามเนื้อมัดใหญ่ได้`,

  'cpinfo_diagnostics2_title' : `2. อาการอื่นๆที่อาจพบร่วมด้วย`,
  'cpinfo_diagnostics2_item_1' : `<b>2.1</b>  ความบกพร่องทางด้านจิตใจ`,
  'cpinfo_diagnostics2_item_2' : `<b>2.2</b>  ความผิดปกติด้านการเรียนรู้`,
  'cpinfo_diagnostics2_item_3' : `<b>2.3</b>  ภาวะชัก`,
  'cpinfo_diagnostics2_item_4' : `<b>2.4</b>  การบกพร่องทางการมองเห็น`,
  'cpinfo_diagnostics2_item_5' : `<b>2.5</b>  การขาดสารอาหารและภาวะต่าง ๆ เช่น โรคกรดไหลย้อน โรคอ้วน และภาวะโภชนาการต่ำ`,
  'cpinfo_diagnostics2_item_6' : `<b>2.6</b>  ภาวะโพรงสมองคั่งน้ำ`,

  'cpinfo_diagnostics3_title' : `3. การแพทย์ (Investigation)`,
  'cpinfo_diagnostics3_subtitle' : `การตรวจเพื่อประเมินความเสียหายของสมอง และใช้ระบุว่าเด็กมีภาวะสมองพิการ`,
  'cpinfo_diagnostics3_item_1_title' : `<b>3.1  การถ่ายภาพรังสีส่วนตัดอาศัยคอมพิวเตอร์</b>`,
  'cpinfo_diagnostics3_item_1_body' : `การถ่ายภาพรังสีส่วนตัดอาศัยคอมพิวเตอร์ Computed tomography (CT) ที่สมองจะช่วยระบุความผิดปกติตั้งแต่กำเนิดซึ่งภาพจะชัดกว่าทำอัลตราซาวน์`,
  'cpinfo_diagnostics3_item_2_title' : `<b>3.2  การตรวจด้วยเครื่องสร้างภาพด้วยสนามแม่เหล็กไฟฟ้า</b>`,
  'cpinfo_diagnostics3_item_2_body' : `Magnetic resonance imaging (MRI) ที่สมอง เป็นวิธีที่นิยมใช้มากที่สุดหลังจากที่เด็กเกิดได้ 2 - 3 สัปดาห์`,
  'cpinfo_diagnostics3_item_3_title' : `<b>3.3  การตรวจคลื่นไฟฟ้าสมอง</b>`,
  'cpinfo_diagnostics3_item_3_body' : `Electroencephalography (EEG) ใช้ประโยชน์ในการประเมินระดับความรุนแรงของภาวะสมองขาดเลือด เป็นการวินิจฉัยเกี่ยวกับโรคลมชัก`,
  
  // CPINFO > MEDICAL TREATMENTS
  'cpinfo_medical_treatments_title' : `การรักษา`,
  'cpinfo_medical_treatments_body' : (
    `\tการรักษาเด็กภาวะสมองพิการ จะมีบุคลากรหลายด้านเกี่ยวข้อง ได้แก่ แพทย์ นักกายภาพบำบัด นักกิจกรรมบำบัด นักกายอุปกรณ์ และนักสังคมสงเคราะห์ โดยเน้นการรักษาแบบองค์รวม สำหรับการรักษาทางด้านกายภาพบำบัด จะเป็นการรักษาเพื่อกระตุ้นให้เกิดการเคลื่อนไหวที่เหมาะสมโดยใช้อุปกรณ์ที่ช่วยในการเคลื่อนไหวร่วมด้วย การปรับความตึงตัวของกล้ามเนื้อให้เหมาะสม และการป้องกันข้อต่อยึดติด และเป็นการรักษาเพื่อป้องกันการเกิดภาวะแทรกซ้อนต่างๆ ที่อาจส่งผลต่อคุณภาพชีวิต นอกจากนั้นมีการรักษาทางการแพทย์อยู่หลายวิธี เช่น การฉีดยา Botox ในกล้ามเนื้อเพื่อลดความตึงตัวของกล้ามเนื้อ, การผ่าตัดเพื่อรักษาอาการข้อต่อยึดติด เป็นต้น`
    + `\n\n\tตัวอย่างของการรักษาทางกายภาพบำบัด เช่น การกระตุ้นการทรงตัวในท่านั่ง ท่ายืน และท่าเดิน รวมถึงการฝึกกิจกรรมการเคลื่อนไหวในท่าทางต่างๆ ให้ถูกต้อง การจัดท่าทางในการประกอบกิจวัตรประจำวัน และที่สำคัญที่สุดคือการให้ความรู้กับผู้ปกครองเพื่อไปฝึกเด็กให้ออกกำลังกายที่บ้านได้ จึงเป็นที่มาของการทำโมบายแอพพลิเคชั่นนี้`
    ),

  // CPINFO > BODY EQUIPMENT
  'cpinfo_body_equipment_title' : `การรักษา`,
  'cpinfo_body_equipment1_title' : `กายอุปกรณ์ที่ใช้กับส่วนล่างของร่างกาย`,
  'cpinfo_body_equipment1_body' : (
    `<b>กายอุปกรณ์สำหรับข้อสะโพก (HO :  hip orthoses)</b> เด็กภาวะสมองพิการมีแนวโน้มอย่างมากที่จะเกิดปัญหา ข้อสะโพกหลุดออกจากเบ้ากระดูก โดยมีสาเหตุมาจาก`
    + `\n   ` + `<b>1.</b>  ภาวะกล้ามเนื้อขามีการหดเกร็ง`
    + `\n   ` + `<b>2.</b>  การเคลื่อนไหวที่ลดลง`
    + `\n   ` + `<b>3.</b>  การลงน้ำหนักของขาที่ผิดปกติ`
  ),
  'cpinfo_body_equipment1_objectives_title' : `วัตถุประสงค์ของกายอุปกรณ์`,
  'cpinfo_body_equipment1_objectives_item_1' : `จัดกระดูกของข้อสะโพกให้อยู่ในแนวที่ถูกต้อง`,
  'cpinfo_body_equipment1_objectives_item_2' : `ช่วยยืดกล้ามเนื้อที่มีการเกร็งตัว`,
  'cpinfo_body_equipment1_objectives_item_3' : `ช่วยให้เด็กสามารถนั่ง หรือ ยืนได้มั่นคงยิ่งขึ้น`,
  'cpinfo_body_equipment1_objectives_item_4' : `ช่วยลดปัญหาการยืน หรือ เดินที่มีลักษณะขาไขว้เหมือนกรรไกร`,

  'cpinfo_body_equipment1_suggestions_title' : `คำแนะนำ`,
  'cpinfo_body_equipment1_suggestions_body' : `กายอุปกรณ์เสริมชนิดนี้สามารถใช้เพื่อป้องกันการจำกัดการเคลื่อนไหว หลังผ่าตัดข้อสะโพกเพื่อแก้ไขความผิดปกติของข้อสะโพกในเด็กภาวะสมองพิการได้ โดยจะช่วยให้มีการส่งเสริมการเคลื่อนไหวของข้อสะโพกเกิดขึ้น`,
  
  // 
  // SITTING_POSITION
  // 
  'sitting_position_importance_title' : `ความสำคัญของการนั่ง`,
  'sitting_position_importance_body' : `เด็กจะเริ่มนั่งได้ตั้งแต่อายุ 3-12 เดือน ท่านั่งจะมีหลายรูปแบบขึ้นอยู่กับการฝึกฝนของผู้ปกครอง`,

  'sitting_position_section_method': `วิธีการฝึก`,
  'sitting_position_section_benefits': `ประโยชน์`,
  'sitting_position_section_prohibitions': `ข้อห้าม ข้อควรระวัง`,

  'sitting_positions': [
    {
      title: `นั่งเท้าชนกัน`,
      method: `\tผู้ปกครองจัดให้เด็กนั่งโน้มตัวไปด้านหน้า มือยันพื้น งอสะโพก นั่งขัดสมาธิโดยให้ฝ่าเท้าประกบกัน เด็กจะเริ่มนั่งในท่านี้ได้ตอนอายุ 4-6 เดือน`,
      benefits: `\tใช้เป็นท่าฝึกในเด็กที่ยังนั่งไม่มั่นคง และใช้ฝึกในเด็กสมองพิการได้ เนื่องจากท่านี้มีฐานรับน้ำหนักที่กว้างจึงทำให้เด็กทรงตัวได้ดี และเป็นท่าที่ใช้ยืดกล้ามเนื้อด้านในของต้นขาได้ดี สามารถเพิ่มการฝึกโดยใช้ของเล่นวางไว้ด้านหน้า ด้านข้าง แล้วให้เด็กเอื้อมหยิบ เพื่อฝึกความแข็งแรงของกล้ามเนื้อลำตัว`,
      prohibitions: `\tในเด็กที่กล้ามเนื้อแกนกลางลำตัวยังไม่แข็งแรง ผู้ปกครองควรดูแลอย่างใกล้ชิด เพื่อป้องกันการล้มหงายหลัง`,
    },
    {
      title: `นั่งขัดสมาธิ`,
      method: `\tผู้ปกครองจัดให้เด็กนั่งโดยให้ขาไขว้กัน อาจจะมีการฝึกให้เอื้อมหยิบจับสิ่งของในทิศต่าง ๆ ท่านี้เหมาะกับการฝึกในเด็กที่มีสามารถนั่งทรงตัวเองได้ ซึ่งจะอยู่ในช่วง 6-9 เดือน`,
      benefits: (
          `\t<b>1.</b> เป็นท่านั่งที่ฝึกการทำงานของกล้ามเนื้อแกนกลางลำตัว` + `\n` 
        + `\t<b>2.</b> สามารถฝึกการทรงตัวในทิศทางต่าง ๆ ` + `\n` 
        + `\t<b>3.</b> เป็นท่ายืดกล้ามเนื้อหลังและขา `
      ),
      prohibitions: (
          `\t<b>1.</b> ในเด็กที่นั่งทรงตัวด้วยตัวเองไม่ได้หรือเด็กที่มีภาวะกล้ามเนื้ออ่อนแรง ผู้ปกครองควรจับที่ไหล่หรือสะโพกทั้ง 2 ข้าง เพื่อป้องกันการล้มไปด้านหน้า` + `\n` 
        + `\t<b>2.</b> ในเด็กที่มีปฏิกิริยาอัตโนมัติยังอยู่ อาจจะทำให้นั่งทรงตัวยากขึ้นและเกิดอาการเกร็งตัวของกล้ามเนื้อได้`
      ),
    },
    {
      title: `นั่งเหยียดขาไปทางด้านหน้า`,
      method: `\tผู้ปกครองจัดเด็กนั่งเหยียดขาทั้ง 2 ข้างไปด้านหน้า  ลำตัวเหยียดตรงและเงยศีรษะขึ้น ในเด็กที่ยังทรงตัวไม่ดีอาจจะมีการใช้แขนยันพื้นได้`,
      benefits: `\tช่วยในการยืดกล้ามเนื้องอเข่า หรือยืดกล้ามเนื้อหลังเมื่อเลื่อนแขน 2 ข้างไปแตะปลายเท้า`,
      prohibitions: (
          `\t<b>1.</b> ท่านี้อาจจะทำให้เด็กปวดหลัง เมื่อนั่งเป็นระยะเวลานาน` + `\n` 
        + `\t<b>2.</b> ในเด็กที่มีภาวะตึงตัวมากของกล้ามเนื้อในการงอเข่า อาจจะทำให้เกิดการล้มไปด้านหลังได้`
      ),
    },
    {
      title: `นั่งบนเก้าอี้อย่างถูกต้อง`,
      method: `\tผู้ปกครองจัดให้เด็กนั่งบนเก้าอี้ งอเข่าและงอสะโพก ฝ่าเท้าแนบกับพื้น ม้วนผ้า 1 ผืนวางไว้ระหว่างขา เพื่อป้องการหุบและหมุนเข้าด้านในของขา ลำตัวเหยียดตรง  แขนเวางไว้ที่เข่า ในกรณีที่เก้าอี้สูงเกินไปเด็กไม่สามารถวางเท้าแนบกับพื้นได้ ควรหาแท่นรองที่ฝ่าเท้า`,
      benefits: (
          `\t<b>1.</b> ลดอาการเกร็งของกล้ามเนื้อ จากการที่น้ำหนักตัวของเด็กลงที่ฝ่าเท้า` + `\n` 
        + `\t<b>2.</b> สามารถฝึกร่วมกับการทำกิจวัตรประจำวันได้ เช่น การนั่งรับประทานอาหาร การนั่งขับถ่าย การนั่งเล่นของเล่น` + `\n` 
        + `\t<b>3.</b> สามารถฝึกการทำงานของแขนและมือร่วมกับการทรงตัวในท่านั่งบนเก้าอี้`
      ),
      prohibitions: (
          `\t<b>1.</b> ลดอาการเกร็งของกล้ามเนื้อ จากการที่น้ำหนักตัวของเด็กลงที่ฝ่าเท้า` + `\n` 
        + `\t<b>2.</b> สามารถฝึกร่วมกับการทำกิจวัตรประจำวันได้ เช่น การนั่งรับประทานอาหาร การนั่งขับถ่าย การนั่งเล่นของเล่น`
      ),
    },
  ],

  // 
  // WRONG_SITTING_POSITION
  // 
  'wrong_sitting_position_health_effect_title' : `ผลเสียของการนั่งท่าที่ผิดปกติ`,
  'wrong_sitting_position_health_effect_subtitle' : `ความผิดปกติของท่านั่งในเด็กสมองพิการ มีสาเหตุ ดังนี้`,
  'wrong_sitting_position_health_effects' : [
    `การพัฒนาด้านการทรงตัวยังไม่สมบูรณ์`,
    `มีความตึงตัวของกล้ามเนื้อผิดปกติ ได้แก่ ความตึงตัวของกล้ามเนื้อมากเกินไป อาจเกิดการแอ่นตัวจนตกเก้าอี้ได้ หรือมีความตึงตัวของกล้ามเนื้อต่ำกว่าปกติจนอาจล้มคว่ำไปด้านหน้า`,
    `ความพยายามของเด็กโตเพื่อควบคุมการรบกวนการเคลื่อนไหวภายนอกอำนาจจิตใจ`,
    `การใช้ขนาดและประเภทของเก้าอี้ โต๊ะ รถเข็นเด็กและรถเข็นที่ไม่เหมาะสม และการจัดตำแหน่งการนั่งของเด็กในท่านั่งที่ผิดอย่างน้อยหนึ่งตำแหน่ง`,
    `การนั่งเป็นระยะเวลานานในเก้าอี้พิเศษสำหรับเด็กมากกว่า 2 ชั่วโมง แม้ว่าจะอยู่ในท่านั่งที่ถูกต้อง`,
  ],

  'wrong_sitting_position_section_disadvantages': `วิธีการฝึก`,

  'wrong_sitting_positions': [
    {
      title: `นั่งขาแบะ`,
      description: `\tเป็นท่านั่งที่มักพบในเด็กสมองพิการ เกิดจากการที่เด็กมีภาวะอ่อนแรงของกล้ามเนื้อแกนกลางลำตัวโดยเด็กมักจะนั่งหย่อนก้นลงพื้นที่อยู่ระหว่างขาที่งอและหมุนเข้าด้านใน  เพื่อเพิ่มความมั่นคงในการนั่งและสามารถเหยียดลำตัวให้ตรงโดยใช้กล้ามเนื้อแกนกลางลำตัวน้อยลง ซึ่งการนั่งในท่านี้จะเป็นการจำกัดการเคลื่อนไหวของลำตัวในทุกทิศทาง`,
      disadvantages: [
        `ข้อสะโพกหลุด`,
        `พัฒนาการกล้ามเนื้อแกนกลางลำตัวไม่ดี`,
        `หากนั่งในระยะเวลานาน จะทำให้เกิดความผิดปกติขณะเดิน เด็กจะเดินแบบหมุนปลายเท้าเข้าด้านใน (In toeing gait) เนื่องจากมีความตึงตัวและการหดสั้นของกล้ามเนื้อขา`,
      ]
    },
    {
      title: `นั่งบนก้นกบ`,
      description: `\tเกิดจากการหดสั้นของกล้ามเนื้องอเข่า ส่งผลให้กระดูกเชิงกรานหมุนไปด้านหลังขณะนั่งเหยียดขาร่วมกับเกิดการงอศีรษะและงอลำตัว และจะมีการงอเข่าเล็กน้อย หรือขณะนั่งเหยียดขาไปด้านหน้าทั้ง 2 ข้าง อาจจะมีการงอแขนและโน้มไหล่ไปด้านหน้าเพื่อป้องกันการล้มโดยจะจับสิ่งที่ใกล้ๆตัว เมื่อนั่งเก้าอี้เด็กจะสามารถงอเข่าได้และกระดูกเชิงกรานหมุนไปด้านหลังในท่านั่งลำตัวตรงร่วมกับน้ำหนักตัวของเด็กจะลงปุ่มกระดูกก้น แต่ไม่น้ำหนักไม่ลงที่กระดูกก้นกบ`,
      disadvantages: [
        `ในระยะยาว ทำให้เกิดกระดูกสันหลังโก่ง`,
        `เมื่อนั่งเก้าอี้เป็นระยะเวลานาน อาจจะเกิดแผลกดทับ`,
      ]
    },
    {
      title: `นั่งบนเก้าอี้อย่างไม่ถูกต้อง`,
      description: `\tเด็กจะนั่งพิงเก้าอี้  โดยกางแขน ไหล่โน้มมาด้านหน้าหรือแบะไหล่ออก อาจจะมียกแขนขึ้น 45 - 90 องศาและข้อศอกเหยียด เด็กจะปรับท่าทางให้นั่งมั่นคง โดยการเอนลำตัวไปด้านหลัง สะโพกหุบเข้าและหมุนเข้าด้านใน เข่าเหยียดและปลายเท้ากระดกลงให้ถึงพื้นร่วมกับงอนิ้วเท้า`,
      disadvantages: [
        `เด็กอาจจะลื่นหรือตกเก้าอี้`,
        `อาจจะเป็นท่าที่กระตุ้นการภาวะตึงตัวมากของกล้ามเนื้อให้เพิ่มขึ้นได้`,
      ]
    },
  ],

  //
  // ROUTINE
  //
  'routine_meaning_title' : `การทำกิจวัตรประจำวัน`,
  'routine_meaning_body' : (
    `เป็นกิจกรรมที่ทุกคนต้องทำในทุกวัน โดยไม่ต้องมีผู้ช่วยเหลือเช่น การนอน การรับประทานอาหาร การอาบน้ำ การเข้าห้องน้ำ การแต่งตัว และการเล่น` 
    + `\n`
    + `\n` + `<b>ปัจจัยที่ส่งผลต่อการทำกิจวัตรประจำวันของเด็ก </b>`
    + `\n` + `  <b>1.</b>  การเคลื่อนไหวและการทรงตัว`
    + `\n` + `  <b>2.</b>  การรู้คิด`
    + `\n` + `  <b>3.</b>  อารมณ์`
    + `\n` + `  <b>4.</b>  ความเข้าใจ`
    + `\n` + `  <b>5.</b>  การสื่อสาร`
  ),
}

export default th